Repository: ARAKHN1D/Curtail
Catalog: po/*.po
Languages: de, es, fr, gl, hi, hr, id, nb, pl, pt_br, sk, sv, tr, uk, zh_cn

source: Fix size of the preferences window
de: Problem mit der Größe des Einstellungsfensters behoben
es: Corregido el tamaño de la ventana de preferencias
fr: Corrige la taille de la fenêtre des préférences
gl: Correxido o tamaño da xanela de preferencias
hr: Ispravljena veličina prozora postavki
pt_br: Corrigido o tamanho da janela de preferências
sv: Fixade storleken på inställningsfönstret
tr: Tercihler penceresinin boyutu düzeltildi
uk: Виправлено розмір вікна налаштувань
zh_cn: 修正了首选项窗口的大小

source: Add a preferences window with new-file and dark-theme options
de: Einstellungsfenster mit Optionen für "Neue Datei" und "Dunkles Thema" hinzugefügt
es: Añadida una ventana de preferencias con opciones de archivo nuevo y tema oscuro
fr: Ajout d‘une fenêtre de préférences avec les options « nouveau fichier » et « thème sombre »
gl: Engadida unha xanela de preferencias con opcións de ficheiro novo e tema oscuro
hr: Dodan je prozor postavki s opcijama za novu datoteku i tamnu temu
pt_br: Adicionada uma janela de preferências com opções de novo arquivo e tema escuro
sv: La till ett inställningsfönster med alternativ för ny fil och mörkt tema
tr: Yeni dosya ve koyu tema seçenekleriyle bir tercihler penceresi eklendi
uk: Додано налаштування для нових файлів та темний стиль
zh_cn: 添加带有new-file和dark-theme选项的首选项窗口

source: Various UI changes
de: Verschiedene Änderungen an der Benutzeroberfläche
es: Varios cambios en la interfaz de usuario
fr: Divers changements d’interface
gl: Varios cambios na interface de usuario
hr: Razne promjene korisničkog sučelja
pt_br: Várias alterações na IU
sv: Olika ändringar i användargränssnittet
tr: Çeşitli kullanıcı arayüzü değişiklikleri
uk: Зміни у інтерфейсі
zh_cn: 各种UI更改

source: Permit to sort results by name or saving ratio
de: Möglichkeit, Ergebnisse nach Namen oder Einsparung zu sortieren
es: Añadida la opción que permite ordenar los resultados por nombre o ratio de ahorro
fr: Permet de trier les résultats par nom ou par rapport à l‘enregistrement
gl: Engadida a opción que permite ordenar os resultados por nome ou ratio de aforro
hr: Omogućeno je razvrstavanje rezultata po imenu ili po uštedi
pt_br: Permite classificar os resultados por nome ou proporção de economia
sv: Tillåtelse att sortera resultat efter namn eller sparkvot
tr: Sonuçları ada veya kaydetme oranına göre sıralamaya izin verin
uk: Дозволено сортувати результати по назві або співвідношенні стискання
zh_cn: 允许按名称或保存比率对结果进行排序

source: Fix a crash when compressing an image with dots in its name
de: Ein Fehler wurde behoben, der beim Komprimieren von Bildern mit Punkten im Namen auftrat
es: Corregido un fallo al comprimir una imagen con puntos en su nombre
fr: Corrige un crash qui survenait lors de la compression d‘une image avec des points dans son nom
gl: Correxido un fallo ao comprimir unha imaxe con puntos no seu nome
hr: Ispravljenja greška prekida programa prilikom komprimiranja slike s točkama u imenu
pt_br: Corrigida uma falha ao compactar uma imagem com pontos em seu nome
sv: Åtgärdade en krasch när du komprimerar en bild med punkter i dess namn
tr: Adında noktalar bulunan bir görüntüyü sıkıştırırken oluşan kilitlenmeyi düzeltin
uk: Виправлено збій при стисканні зображення з точками у назві
zh_cn: 修复了在压缩名称中有圆点的图像时崩溃的问题

source: Stick back and forward buttons
de: Vor- und Zurück-Schaltflächen angeheftet
es: Añadidos los botones de atrás y siguiente
fr: Boutons d‘avance et de recul
gl: Engadidos os botóns de atrás e seguinte
hr: Dodani gumbovi za natrag i naprijed
pt_br: Botões voltar e avançar
sv: Fäste tillbaka och framåt knapparna
tr: Geri ve ileri düğmelerini yapıştırın
uk: Кнопки для повернення назад і вперед
zh_cn: 点后退和前进按钮

source: Change APP id
de: APP-ID geändert
es: Cambiado el identificador de la app
fr: Changement de l‘id APP
gl: Cambiado o identificador da app
hr: Promijeni APP id
pt_br: Alterado ID do app
sv: Ändrade APP id
tr: APP kimliğini değiştir
uk: Змінено ідентифікатор додатку
zh_cn: 更改APP id

source: Various optimizations
de: Verschiedene Optimierungen
es: Varias optimizaciones
fr: Diverses optimisations
gl: Varias optimizacións
hr: Razna optimiranja
pt_br: Várias otimizações
sv: Olika optimeringar
tr: Çeşitli optimizasyonlar
uk: Трохи оптимізації
zh_cn: 各种优化

source: Improve error messages
de: Deutlichere Fehlermeldungen
es: Mejorados los mensajes de error
fr: Amélioration des messages d’erreur
gl: Melloradas as mensaxes de erro
hr: Poboljšane poruke o greškama
pt_br: Melhoria de mensagens de erro
sv: Förbättrade felmeddelanden
tr: Hata mesajlarını iyileştirin
uk: Виправлені повідомлення про помилки
zh_cn: 改进错误消息

source: Improve some texts
de: Einige Texte verbessert
es: Mejorados algunos textos
fr: Amélioration de certains textes
gl: Mellorados algúns textos
hr: Poboljšani tekstovi
pt_br: Melhoria de alguns textos
sv: Förbättrade vissa texter
tr: Bazı metinleri iyileştirin
uk: Виправлено певні строки тексту
zh_cn: 改进一些文本

source: Change description
de: Beschreibung ändern
es: Cambiada la descripción
fr: Description des changements
gl: Cambiada a descrición
hr: Promjena opisa
pt_br: Alterada a descrição
sv: Ändrade beskrivning
tr: Açıklamayı değiştir
uk: Змінено опис
zh_cn: 改变描述

source: Initial version
de: Erste Version
es: Versión inicial
fr: Version initiale
gl: Versión inicial
hr: Prva verzija
pt_br: Versão inicial
sv: Första versionen
tr: İlk versiyon
uk: Перший реліз
zh_cn: 初始版本

source: compress;optimize;image;photo;
es: compress;optimize;image;photo;comprimir;optimizar;imagen;foto;
fr: compresser;optimiser;image;photo;
hi: संपीड़ित करें;अनुकूलित करें;छवि;फोटो;
id: compress;optimize;image;photo;pampat;kompres;optimisasi;gambar;foto;
nb: komprimer;optimaliser;bilder;fotografier;
pt_br: compress;optimize;image;photo;compressão;otimização;otimizar;imagem;imagens;foto;fotografia;
uk: compress;optimize;image;photo;стиснути;фото;оптимізувати;зображення;
zh_cn: 压缩；优化；图片；照片；

source: Save into a new file
de: Als neue Datei speichern
es: Guardar en un archivo nuevo
fr: Sauvegarder dans un nouveau fichier
gl: Gardar nun ficheiro novo
hi: नई फाइल में सहेजें
hr: Spremi u novu datoteku
id: Simpan menjadi berkas baru
nb: Lagre som ny fil
pl: Zapisuj do nowego pliku
pt_br: Salvar em um novo arquivo
sk: Uložiť ako nový súbor
sv: Spara i en ny fil
tr: Yeni bir dosyaya kaydet
uk: Зберегти у новий файл
zh_cn: 保存到一个新文件

source: Save the compressed image into a new file.
de: Komprimiertes Bild als neue Datei speichern.
es: Guardar imagen comprimida en un nuevo archivo.
fr: Sauvegarder l‘image compressée dans un nouveau fichier.
gl: Gardar imaxe comprimida nun novo ficheiro.
hi: संपीड़ित छवि को नई फाइल में सहेजें।
hr: Spremi koprimiranu sliku u novu datoteku.
id: Simpan hasil pampatan gambar menjadi berkas yang baru
nb: Lagre det komprimerte bildet som en ny fil.
pl: Zapisuj skompresowany obraz do nowego pliku.
pt_br: Salva a imagem comprimida em um novo arquivo.
sk: Uložiť komprimovaný obrázok do nového súboru.
sv: Spara den komprimerade bilden i en ny fil.
tr: Sıkıştırılmış görüntüyü yeni bir dosyaya kaydedin.
uk: Зберігати стиснене зображення у окремий файл.
zh_cn: 将压缩图像保存到一个新文件中。

source: Keep metadata
de: Metadaten behalten
es: Mantener metadatos
fr: Conserver les métadonnées
gl: Manter metadatos
hi: मेटाडेटा रखें
hr: Sačuvaj metapodatke
pl: Zachowaj metadane
pt_br: Manter metadados
sk: Ponechať metadáta
sv: Bevara metadata
tr: Üst verileri sakla
uk: Зберігати мета-дані
zh_cn: 保持元数据

source: This setting preserves metadata of images.
de: Diese Einstellung behält die Metadaten von Bildern bei.
es: Esta opción mantiene los metadatos de las imágenes.
fr: Ce paramètre préserve les métadonnées de l’image.
gl: Esta opción mantén os metadatos das imaxes.
hi: यह सेटिंग छवियों के मेटाडेटा को सुरक्षित रखती है।
hr: Ova postavka čuva metapodatke slike.
id: Setelan ini mempertahankan metadata gambar.
nb: Bevar metadataene til bilder som komprimeres.
pl: To ustawienie zachowuje metadane zdjęć.
pt_br: Esta configuração preserva os metadados de imagens.
sk: Toto nastavenie zachováva metadáta obrázkov.
sv: Denna inställning bevarar metadata i bilderna.
tr: Bu ayar, görüntülerin üst verilerini korur.
uk: Ця опція буде зберігати мета-дані зображень.
zh_cn: 此设置保留图像的元数据。

source: Preserve file attributes if possible
de: Datei-Attribute beibehalten, sofern möglich
es: Conservar los atributos de los archivos si es posible
fr: Préserver les attributs de fichier si possible
hi: यदि संभव हो तो फाइल विशेषताएं सुरक्षित रखें
pl: Zachowaj atrybuty pliku, jeśli to możliwe
pt_br: Preserva os atributos do arquivo, se possível
tr: Mümkünse dosya özniteliklerini koru
uk: Зберігати атрибути файлів, якщо можливо
zh_cn: 尽可能保留文件属性

source: Enable lossy mode
de: Verlustbehafteten Modus aktivieren
es: Activar compresión con pérdida
fr: Activer le mode avec-perte
gl: Activar compresión con perda
hi: हानिप्रद मोड सक्षम करें
hr: Aktiviraj komprimiranje s gubitkom
id: Aktifkan mode lesap
nb: Kvalitetsreduksjon
pl: Tryb stratnej kompresji
pt_br: Ativar modo com perdas
sk: Povoliť stratový režim
sv: Aktivera förstörande läge
tr: Kayıplı modu etkinleştir
uk: Активувати режим з втратами якості
zh_cn: 启用有损模式

source: Use lossy mode to compress images.
de: Verwende den verlustbehafteten Modus zum Komprimieren von Bildern.
es: Usar compresión con pérdida al comprimir imágenes.
fr: Utilise le mode avec-perte pour compresser les images.
gl: Usar compresión con perda ao comprimir imaxes.
hi: छवियों को संपीड़ित करने के लिए हानिप्रद मोड का उपयोग करें।
hr: Koristi komprimiranje slika s gubitkom kvalitete.
id: Gunakan mode lesap untuk memampat gambar.
nb: Godta kvalitetsreduksjon ved komprimering av bilder.
pl: Używaj trybu stratnej kompresji zdjęć.
pt_br: Use o modo com perdas para comprimir imagens.
sk: Na kompresiu obrázkov použite stratový režim.
sv: Använd förstörande komprimeringsläge på bilderna.
tr: Görüntüleri sıkıştırmak için kayıplı kipi kullanın.
uk: Використовувати режим з втратами якості зображень.
zh_cn: 使用有损模式来压缩图像。

source: Suffix to append at end of new file
de: Angehängter Zusatz am Ende der neuen Datei
es: Sufijo para agregar al final del archivo nuevo
fr: Suffixe à ajouter à la fin d’un nouveau fichier
gl: Sufixo para agregar ao final do ficheiro novo
hi: नई फाइल के अंत में जोड़ने के लिए प्रत्यय
hr: Dodaj sufiks na kraj nove datoteke
nb: Filsuffiks
pl: Przyrostek w nowej nazwie pliku
pt_br: Sufixo a adicionar no final do novo arquivo
sk: Prípona, ktorá sa má pridať na koniec nového súboru
sv: Suffix att tillämpa i slutet på ny fil
tr: Yeni dosyanın sonuna eklenecek sonek
uk: Суфікс який додається в кінці назви нового файла
zh_cn: 附加在新文件末尾的后缀

source: Suffix to append at end of new file.
de: Angehängter Zusatz am Ende der neuen Datei.
es: Sufijo para agregar al final del archivo archivo.
fr: Suffixe à ajouter à la fin d’un nouveau fichier.
gl: Sufixo para agregar ao final do novo ficheiro.
hi: नई फाइल के अंत में जोड़ने के लिए प्रत्यय।
hr: Dodaj sufiks na kraj nove datoteke.
nb: Suffiks som skal settes på slutten av nye filnavn.
pl: Przyrostek w nowej nazwie pliku.
sk: Prípona, ktorá sa má pridať na koniec nového súboru.
sv: Suffix att tillämpa i slutet på ny fil.
tr: Yeni dosyanın sonuna eklenecek sonek.
uk: Суфікс який додається в кінці назви нового файла.
zh_cn: 附加在新文件末尾的后缀。

source: PNG Lossy Compression Level
de: PNG Verlustbehafteter Komprimierungsgrad
es: Nivel de compresión PNG con pérdida
fr: Niveau de compression avec-perte des PNG
gl: Nivel de compresión PNG con perda
hi: PNG हानिप्रद संपीड़न स्तर
hr: Razina komprimiranja PNG-a s gubitkom
id: Level Pampatan Lesap PNG
nb: Kvalitetsreduserende komprimeringsnivå på PNG-bilder
pl: Poziom stratnej kompresji PNG
pt_br: Nível de compressão com perdas PNG
sk: Úroveň straty kompresie PNG
sv: PNG förstörande komprimeringsnivå
tr: PNG Kayıplı Sıkıştırma Düzeyi
uk: Рівень стискання з втратами якості для PNG
zh_cn: PNG有损压缩级别

source: Lossy compression level to use for PNG images.
de: Verlustbehafteter Komprimierungsgrad für PNG-Bilder.
es: Nivel de compresión con pérdida para usar con imágenes PNG.
fr: Niveau de compression avec-perte à utiliser pour les images PNG.
gl: Nivel de compresión con perda para usar con imaxes PNG.
hi: PNG छवियों के लिए उपयोग करने के लिए हानिप्रद संपीड़न स्तर।
hr: Razina komprimiranja s gubitkom koja se koristi za PNG slike.
id: Level pampatan lesap untuk digunakan pada gambar PNG.
nb: Komprimeringsnivået som skal brukes ved kvalitetsreduserende komprimering av PNG-bilder.
pl: Poziom stratnej kompresji dla obrazów PNG.
pt_br: Nível de compressão com perdas a ser usado em imagens PNG.
sk: Stratová úroveň kompresie pre obrázky PNG.
sv: Förstörande komprimeringsnivå att använda på PNG-bilder.
tr: PNG görüntüler için kullanılacak kayıplı sıkıştırma düzeyi.
uk: Рівень стискання з втратами якості для PNG.
zh_cn: 有损压缩级别用于PNG图像。

source: PNG Lossless Compression Level
de: PNG Verlustfreier Komprimierungsgrad
es: Nivel de compresión PNG sin pérdida
fr: Niveau de compression sans-perte des PNG
gl: Nivel de compresión PNG sen perda
hi: PNG हानिरहित संपीड़न स्तर
hr: Razina komprimiranja PNG-a bez gubitka
id: Level Pampatan Nirlesap PNG
nb: Tapsfritt komprimeringsnivå på PNG-bilder
pl: Poziom bezstratnej kompresji PNG
pt_br: Nível de compressão sem perdas PNG
sk: Úroveň bezstratovej kompresie PNG
sv: PNG förlustfri komprimeringsnivå
tr: PNG Kayıpsız Sıkıştırma Düzeyi
uk: Рівень стискання без втрат якості для PNG
zh_cn: PNG无损压缩级别

source: Lossless compression level to use for PNG images.
de: Verlustfreier Komprimierungsgrad für PNG-Bilder.
es: Nivel de compresión sin pérdida para usar con imágenes PNG.
fr: Niveau de compression sans-perte à utiliser pour les images PNG.
gl: Nivel de compresión sen perda para usar con imaxes PNG.
hi: PNG छवियों के लिए उपयोग करने के लिए हानिरहित संपीड़न स्तर।
hr: Razina komprimiranja bez gubitka koja se koristi za PNG slike.
id: Level pampatan nirlesap untuk digunakan pada gambar PNG.
nb: Komprimeringsnivået som skal brukes ved tapsfri komprimering av PNG-bilder.
pl: Poziom bezstratnej kompresji dla obrazów PNG.
pt_br: Nível de compressão sem perdas a ser usado em imagens PNG.
sk: Pre obrázky PNG sa používa bezstratová úroveň kompresie.
sv: Förlustfri komprimeringsnivå att använda på PNG-bilder.
tr: PNG görüntüler için kullanılacak kayıpsız sıkıştırma düzeyi.
uk: Рівень стискання без втрат якості для PNG зображень.
zh_cn: 用于PNG图像的无损压缩级别。

source: JPG Lossy Compression Level
de: JPG Verlustbehafteter Komprimierungsgrad
es: Nivel de compresión JPG con pérdida
fr: Niveau de compression avec-perte des JPG
gl: Nivel de compresión JPG con perda
hi: JPG हानिप्रद संपीड़न स्तर
hr: Razina komprimiranja JPG-a s gubitkom
id: Level Pampatan Lesap JPG
nb: Kvalitetsreduserende kopmrimeringsnivå på JPG-bilder
pl: Poziom stratnej kompresji JPG
pt_br: Nível de compressão com perdas JPG
sk: Úroveň straty kompresie JPG
sv: JPG förstörande komprimeringsnivå
tr: JPG Kayıplı Sıkıştırma Düzeyi
uk: Рівень стискання з втратами якості JPG
zh_cn: JPG有损压缩级别

source: Lossy compression level to use for JPG images.
de: Verlustbehafteter Komprimierungsgrad für JPG-Bilder.
es: Nivel de compresión con pérdida para usar con imágenes JPG.
fr: Niveau de compression avec-perte à utiliser pour les images JPG.
gl: Nivel de compresión con perda para usar con imaxes JPG.
hi: JPG छवियों के लिए उपयोग करने के लिए हानिप्रद संपीड़न स्तर।
hr: Razina komprimiranja s gubitkom koja se koristi za JPG slike.
id: Level pampatan Lesap untuk digunakan pada gambar JPG.
nb: Komprimeringsnivået som skal brukes ved kvalitetsreduserende komprimering av JPG-bilder.
pl: Poziom stratnej kompresji dla obrazów JPG.
pt_br: Nível de compressão com perdas a ser usado em imagens JPG.
sk: Stratová úroveň kompresie pre obrázky JPG.
sv: Förstörande komprimeringsnivå att använda på JPG-bilder.
tr: JPG görüntüler için kullanılacak kayıplı sıkıştırma düzeyi.
uk: Рівень стискання з втратами якості JPG зображень.
zh_cn: 有损压缩级别用于JPG图像。

source: WebP Lossy Compression Level
de: WebP Verlustbehafteter Komprimierungsgrad
es: Nivel de compresión con pérdida WebP
fr: Niveau de compression avec-perte des WebP
gl: Nivel de compresión con perda WebP
hi: WebP हानिप्रद संपीड़न स्तर
hr: Razina komprimiranja WebP-a s gubitkom
id: Level Pampatan lesap WebP
nb: Kvalitetsreduserende komprimeringsnivå på WebP-bilder
pl: Poziom stratnej kompresji WebP
pt_br: Nível de compressão com perdas WebP
sv: WebP förstörande komprimeringsnivå
tr: WebP Kayıplı Sıkıştırma Düzeyi
uk: Рівень стискання з втратами якості WebP
zh_cn: WebP有损压缩级别

source: Lossy compression level to use for WebP images.
de: Verlustbehafteter Komprimierungsgrad für WebP-Bilder.
es: Nivel de compresión con pérdida para usar con imágenes WebP.
fr: Niveau de compression avec-perte à utiliser pour les images WebP.
gl: Nivel de compresión con perda para usar con imaxes WebP.
hi: WebP छवियों के लिए उपयोग करने के लिए हानिप्रद संपीड़न स्तर।
hr: Razina komprimiranja s gubitkom koja se koristi za WebP slike.
id: Level pampatan lesap untuk digunakan pada gambar WebP.
nb: Komprimeringsnivået som skal brukes ved kvalitetsreduserende komprimering av WebP-bilder.
pl: Poziom stratnej kompresji dla obrazów WebP.
pt_br: Nível de compressão com perdas a ser usado em imagens WebP.
sv: Förstörande komprimeringsnivå att använda på WebP-bilder.
tr: WebP görüntüler için kullanılacak kayıplı sıkıştırma düzeyi.
uk: Рівень стискання з втратами якості WebP зображень.
zh_cn: 用于WebP图像的有损压缩级别。

source: WebP Lossless Compression Level
de: WebP Verlustfreier Komprimierungsgrad
es: Nivel de compresión WebP sin pérdida
fr: Niveau de compression sans-perte des WebP
gl: Nivel de compresión WebP sen perda
hi: WebP हानिरहित संपीड़न स्तर
hr: Razina komprimiranja WebP-a bez gubitka
id: Level Pampatan Nirlesap WebP
nb: Tapsfritt komprimeringsnivå på WebP-bilder
pl: Poziom bezstratnej kompresji WebP
pt_br: Nível de compressão sem perdas WebP
sv: WebP förlustfri komprimeringsnivå
tr: WebP Kayıpsız Sıkıştırma Düzeyi
uk: Рівень стискання без втрат якості для WebP
zh_cn: WebP无损压缩级别

source: Lossless compression level to use for WebP images.
de: Verlustfreier Komprimierungsgrad für WebP-Bilder.
es: Nivel de compresión sin pérdida para usar con imágenes WebP.
fr: Niveau de compression sans-perte à utiliser pour les images WebP.
gl: Nivel de compresión sen perda para usar con imaxes WebP.
hi: WebP छवियों के लिए उपयोग करने के लिए हानिरहित संपीड़न स्तर।
hr: Razina komprimiranja bez gubitka koja se koristi za WebP slike.
id: Level pampatan nirlesap untuk digunakan pada gambar WebP.
nb: Komprimeringsnivået som skal brukes ved tapsfri komprimering av WebP-bilder.
pl: Poziom bezstratnej kompresji dla obrazów WebP.
pt_br: Nível de compressão sem perdas a ser usado em imagens WebP.
sv: Förlustfri komprimeringsnivå att använda på WebP-bilder.
tr: WebP görüntüler için kullanılacak kayıpsız sıkıştırma düzeyi.
uk: Рівень стискання без втрат якості для WebP зображень.
zh_cn: 用于WebP图像的无损压缩级别。

source: Enable progressive encoding for JPEG images.
de: Progressives Encodieren für JPEG-Bilder aktivieren.
es: Activar la codificación progresiva para imágenes JPEG.
fr: Activer l’encodage progressif pour les images JPEG.
hi: JPEG छवियों के लिए प्रगतिशील एन्कोडिंग सक्षम करें।
pl: Załącz progresywne kodowanie jpegów
pt_br: Ativar codificação progressiva para imagens JPEG.
uk: Активувати прогресивне кодування JPEG зображень.
zh_cn: 为JPEG图像启用渐进式编码。

source: Optionally encode jpeg images progressively.
de: Optionales progressives Encodieren von JPEG-Bildern.
es: Opcionalmente, codificar las imágenes jpeg de forma progresiva.
fr: En option, encodez progressivement les images jpeg.
gl: Opcionalmente, codificar as imaxes jpeg de forma progresiva.
hi: वैकल्पिक रूप से JPEG छवियों को प्रगतिशील एन्कोड करें।
hr: Opcionalno kodiraj jpeg slike progresivno.
id: Secara opsional enkode gambar jpeg secara progresif.
nb: Lagre JPEG-bilder med mulighet for gradvis innlasting.
pl: Opcjonalnie koduj progresywnie obrazy jpeg.
pt_br: Opcionalmente, codifique imagens jpeg de forma progressiva.
sk: Voliteľne môžete progresívne kódovať obrázky JPEG.
sv: Koda JPEG-bilder progressivt.
tr: İsteğe bağlı olarak jpeg görüntülerini aşamalı olarak kodlayın.
uk: Опціонально прогресивно кодувати JPEG зображення.
zh_cn: 可选地逐步编码jpeg图像。

source: Enable maximum compression for SVG images.
de: Aktiviere maximalen Komprimierungsgrad für SVG-Bilder.
es: Activar la compresión máxima para imágenes SVG.
fr: Activer la compression maximale pour les images SVG.
hi: SVG छवियों के लिए अधिकतम संपीड़न सक्षम करें।
pl: Poziom bezstratnej kompresji dla obrazów PNG.
pt_br: Ativar compressão máxima para imagens SVG.
uk: Активувати максимальне стискання для SVG зображень.
zh_cn: 为SVG图像启用最大压缩。

source: Optionally enable maximum cleaning of SVG images.
de: Aktiviere maximales Bereinigen von SVG-Bildern.
es: Opcionalmente, active la limpieza máxima de imágenes SVG.
fr: Activer optionnellement le nettoyage maximal des images SVG.
hi: वैकल्पिक रूप से SVG छवियों की अधिकतम सफाई सक्षम करें।
pl: Opcjonalnie włącz maksymalne czyszczenie obrazów SVG.
pt_br: Opcionalmente, ative a limpeza máxima de imagens SVG.
uk: Опціонально активувати максимальне очищення SVG зображень.
zh_cn: 可选地启用最大限度地清理SVG图像。

source: Compression Timeout
de: Zeitbegrenzung für Kompression
es: Tiempo límite de compresión
fr: Délai de compression
hi: संपीड़न समय-समाप्ति
id: Batas waktu Pampatan
nb: Tidsgrense
pl: Kompresja
pt_br: Tempo limite de compressão
uk: Тайм-аут стискання
zh_cn: 压缩超时

source: Compression timeout for each image.
de: Zeitbegrenzung für Kompression; für jedes einzelne Bild.
es: Tiempo límite de compresión para cada imagen.
fr: Délai de compression pour chaque image.
hi: प्रत्येक छवि के लिए संपीड़न समय-समाप्ति।
id: Batas waktu Pampatan untuk setiap gambar.
nb: Den øvre tidsgrensen for komprimering av et bilde.
pl: Poziom stratnej kompresji dla obrazów.
pt_br: Tempo limite de compressão para cada imagem.
uk: Тайм-аут стискання для кожного зображення.
zh_cn: 每个图像的压缩超时。

# shortcut window
source: Select File
de: Datei wählen
es: Seleccionar archivo
fr: Sélectionner un fichier
hi: फाइल चुनें
id: Pilih Berkas
nb: Velg fil
pl: Wybierz plik
pt_br: Selecionar arquivo
uk: Обрати файл
zh_cn: 选择文件

# shortcut window
source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
hi: प्राथमिकताएं
id: Preferensi
nb: Vis innstillinger
pl: Ustawienia
pt_br: Preferências
uk: Налаштування
zh_cn: 首选项

# shortcut window
source: Keyboard Shortcuts
de: Tastenkombinationen
es: Atajos del teclado
fr: Raccourcis Clavier
hi: कीबोर्ड शॉर्टकट
id: Pintasan Papan Tik
nb: Vis tastatursnarveier
pl: Skróty klawiszowe
pt_br: Atalhos de teclado
uk: Клавіатурні скорочення
zh_cn: 快捷键

# shortcut window
source: Quit
de: Beenden
es: Salir
fr: Quitter
hi: छोड़ें
id: Keluar
nb: Avslutt
pl: Zakończ
pt_br: Sair
uk: Вийти
zh_cn: 辞职

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
gl: Preferencias
hi: प्राथमिकताएं
hr: Postavke
id: Preferensi
nb: Innstillinger
pl: Ustawienia
pt_br: Preferências
sk: Predvoľby
sv: Inställningar
tr: Tercihler
uk: Налаштування
zh_cn: 首选项

source: Safe Mode
de: Sicherer Modus
es: Modo seguro
fr: Mode sécurisé
hi: सुरक्षित मोड
id: Mode Aman
nb: Sikker modus
pl: Tryb bezpieczny
pt_br: Modo Seguro
uk: Безпечний режим
zh_cn: 安全模式

source: Save the compressed image into a new file
de: Komprimiertes Bild als neue Datei speichern
es: Guardar imagen comprimida en un archivo nuevo
fr: Sauvegarder l’image compressée dans un nouveau fichier
gl: Guardar imaxe comprimida nun ficheiro novo
hr: Spremi koprimiranu sliku u novu datoteku
pt_br: Salvar imagem compactada em um novo arquivo
sk: Uložte komprimovaný obrázok ako nový súbor
sv: Spara den komprimerade bilden i en ny fil
tr: Sıkıştırılmış görüntüyü yeni bir dosyaya kaydedin
uk: Зберігати стиснене зображення у окремий файл
zh_cn: 将压缩图像保存到新文件中
