Repository: ARAKHN1D/Curtail
Catalog: po/*.po
Languages: de, es, fr, gl, hi, hr, id, nb, pl, pt_br, sk, sv, tr, uk, zh_cn

source: All of the images in the directories selected and their subdirectories will be compressed. The original images will not be modified.
hi: चयनित निर्देशिकाओं की सभी छवियां और उनकी उपनिर्देशिकाएं संपीड़ित की जाएंगी। मूल छवियों को संशोधित नहीं किया जाएगा।
id: Semua gambar di direktori terpilih dan subdirektorinya akan dipampat. Gambar orisinal tidak akan dimodifikasi.
nb: Alle bildene i de valgte mappene vil komprimeres, inkludert undermapper. De opprinnelige filene vil ikke endres.
pl: Wszystkie obrazy w wybranych katalogach i ich podkatalogach zostaną skompresowane. Oryginalne obrazy nie zostaną zmodyfikowane.

source: All of the images in the directories selected and their subdirectories will be compressed and overwritten!
hi: चयनित निर्देशिकाओं और उनकी उपनिर्देशिकाओं की सभी छवियों को संपीड़ित और अधिलेखित कर दिया जाएगा!
id: Semua gambar di direktori terpilih dan subdirektori akan dipampat dan ditindih!
nb: Alle bildene i de valgte mappene vil komprimeres, inkludert undermapper. De opprinnelige filene vil erstattes.
pl: Wszystkie obrazy w wybranych katalogach i ich podkatalogach zostaną skompresowane i nadpisane!

source: Cancel
hi: रद्द करें
id: Batal
nb: Avbryt
pl: Anuluj

source: No files found
id: Tidak ada berkas yang ditemukan
nb: Fant ingen filer

source: New File Suffix
hi: नई फाइल प्रत्यय
nb: Filsuffiks
pl: Przyrostek nowego pliku

source: Curtail is an useful image compressor, supporting PNG and JPEG file types.
sk: Curtail je užitočný kompresor obrázkov, ktorý podporuje PNG a JPEG.

source: Compression not useful
sk: Kompresia nedostatočná

source: The new file size of {} is higher than the original size. compress the image anyway?
sk: Nová veľkosť súboru {} je vyššia ako pôvodná veľkosť. Chcete napriek tomu obrázok komprimovať?

source: Nothing
sk: Nič
