Repository: ARAKHN1D/Curtail
Catalog: po/*.po
Languages: de, es, fr, gl, hi, hr, id, nb, pl, pt_br, sk, sv, tr, uk, zh_cn

source: Compression timeout
de: Zeitbegrenzung für Kompression
es: Tiempo límite de compresión
fr: Délai de compression
pt_br: Tempo limite de compressão
uk: Тайм-аут стискання
zh_cn: 压缩超时

source: For each image
de: Für jedes Bild
es: Para cada imagen
fr: Pour chaque image
pt_br: Para cada imagem
uk: Для кожного зображення
zh_cn: 对于每个图像

source: Compression
de: Kompression
es: Compresión
gl: Compresión
hr: Komprimiranje
pt_br: Compressão
sk: Kompresia
sv: Komprimering
tr: Sıkıştırma
uk: Стискання
zh_cn: 压缩

source: The higher it is, the slower it is
de: Umso höher, desto langsamer
es: Cuanto más alto, más lento.
fr: Plus c’est haut, plus c’est lent
pt_br: Quanto mais alto, mais lento fica
uk: Чим більше, тим повільніше воно буде
zh_cn: 它越高，速度就越慢

source: Progressive Encode JPG
de: Progressive Encodierung JPG
es: Codificación progresiva JPG
fr: Encodage progressif JPG
gl: Codificación progresiva JPG
hr: Progresivno kodiranje JPG-a
pt_br: Codificar progressivamente JPG
sk: Progresívne kódovanie JPG
sv: Koda JPG progressivt
tr: Aşamalı Kodlama JPG
uk: Прогресивне кодування JPG
zh_cn: 渐进式JPG编码

source: SVG Maximum Compression Level
de: SVG maximaler Komprimierungsgrad
es: Nivel máximo de compresión SVG
fr: Niveau de compression maximal des fichiers SVG
pt_br: Nível máximo de compressão SVG
uk: Максимальний рівень стискання SVG
zh_cn: SVG最大压缩级别

source: Can be more destructive for the image
es: Puede ser más destructivo para la imagen
fr: Peut être plus destructeur pour l’image
pt_br: Pode ser mais destrutivo para a imagem
uk: Може бути більше нищівним для зображення
zh_cn: 可能对图像更具破坏性

source: Keyboard Shortcuts
de: Tastenkombinationen
es: Atajos del teclado
fr: Raccourcis clavier
hi: कीबोर्ड शॉर्टकट
id: Pintasan Papan Tik
nb: Tastatursnarveier
pl: Skróty klawiszowe
pt_br: Atalhos de teclado
uk: Клавіатурні скорочення
zh_cn: 键盘快捷键

source: About Curtail
de: Info zu Curtail
es: Acerca de Curtail
fr: À propos de Curtail
gl: Sobre Curtail
hi: Curtail के बारे में
hr: O programu Curtail
id: Tentang Curtail
nb: Om Curtail
pl: O Programie
pt_br: Sobre o Curtail
sk: O Curtail
sv: Om Curtail
tr: Curtail Hakkında
uk: Про Curtail
zh_cn: 关于Curtail

source: _Change Mode
de: _Modus wechseln
es: _Cambiar modo
fr: _Changer de mode
hi: मोड बदलें (_C)
id: Ganti _Mode
nb: _Endre modus
pt_br: _Alterar modo
uk: _Режим заміни
zh_cn: _更改模式

source: Images will be overwritten, proceed carefully.
de: Bilder werden überschrieben, sei vorsichtig.
es: Las imágenes se sobrescribirán, proceda con cuidado.
fr: Les images seront remplacées, procédez avec précaution.
pt_br: As imagens serão substituídas, prossiga com cuidado.
uk: Зображення будуть перезаписані, будь-те обережні.
zh_cn: 图像将被覆盖，请小心操作。

source: Drop images here to compress them
de: Lege Bilder hier ab, um sie zu komprimieren
es: Suelte aquí las imágenes para comprimirlas
fr: Déposez des images ici pour les compresser
hi: छवियों को संपीड़ित करने के लिए उन्हें यहां छोड़ें
id: Jatuhkan gambar disini untuk memampatkannya
nb: Dra og slipp bilder her for å komprimere dem
pl: Upuść obrazy tutaj, aby je skompresować
pt_br: Solte as imagens aqui para comprimi-las
uk: Перетягніть зображення сюди, щоб стиснути їх
zh_cn: 将图像放在此处进行压缩

source: _Browse Files
de: _Dateien durchsuchen
es: _Examinar archivos
fr: _Parcourir les fichiers
hi: फाइलें ब्राउज़ करें (_B)
id: Jelajahi _Berkas
nb: _Velg bilder
pt_br: _Procurar arquivos
uk: Оглянути _файли
zh_cn: _浏览文件

source: Lossless
de: Verlustfrei
es: Sin pérdida
fr: Sans-perte
gl: Sen perda
hi: हानिरहित
hr: Bez gubitka
id: Nirlesap
nb: Tapsfritt
pl: Bezstratny
pt_br: Sem perdas
sk: Bezstratový
sv: Förlustfri
tr: Kayıpsız
uk: Без втрат якості
zh_cn: 无损

source: Lossy
de: Verlustbehaftet
es: Con pérdida
fr: Avec-perte
gl: Con perda
hi: हानिप्रद
hr: S gubitkom
id: Lesap
nb: Reduserende
pl: Stratny
pt_br: Com perdas
sk: Stratový
sv: Förstörande
tr: Kayıplı
uk: З втратами якості
zh_cn: 有损

source: Browse Files
de: Dateien durchsuchen
es: Examinar archivos
fr: Parcourez vos fichiers
hi: फाइलें ब्राउज़ करें
id: Jelajahi Berkas
nb: Velg bilder
pl: Przeglądaj pliki
pt_br: Procurar arquivos
uk: Оглянути файли
zh_cn: 浏览文件

source: Clear Results
de: Ergebnisse löschen
es: Limpiar resultados
fr: Vider la liste des résultats
hi: परिणाम साफ करें
id: Bersihkan Hasil
nb: Fjern resultater
pl: Wyczyść wyniki
pt_br: Apagar resultados
uk: Очистити результати
zh_cn: 清除结果

source: Main Menu
de: Hauptmenü
es: Menú principal
fr: Menu principal
hi: मुख्य मेनू
id: Menu Utama
nb: Hovedmeny
pl: Menu główne
pt_br: Menu principal
uk: Головне меню
zh_cn: 主菜单

source: Compression has reached the configured timeout of {} seconds.
de: Komprimierung hat die eingestellte Zeitbegrenzung von {} Sekunden erreicht.
es: La compresión ha alcanzado el tiempo de espera configurado de {} segundos.
fr: La compression a atteint le délai fixé de {} secondes.
hi: संपीड़न {} सेकंड के विन्यस्त किए गए समय-समाप्ति तक पहुंच गया है।
id: Pemampatan telah mencapai batas waktu terkonfigurasi selama {} detik.
nb: Komprimeringen har nådd den angitte tidsgrensen på {} sekunder.
pl: Kompresja osiągnęła skonfigurowany limit czasu {} sekund.
pt_br: A compressão atingiu o tempo limite configurado de {} segundos.
uk: Стискання досягло тайм-ауту, який був налаштований на {} секунд.
zh_cn: 压缩已达到配置的超时 {} 秒。

source: An unknown error has occured
es: Se ha producido un error desconocido
fr: Une erreur inconnue est survenue

source: Can't find the compressed file
es: No se encuentra el archivo comprimido
hi: संपीड़ित फाइल नहीं मिल सकी
id: Tidak dapat mencari berkas yang terpampat
nb: Fant ikke komprimert fil
pl: Nie można znaleźć skompresowanego pliku

source: All images
de: Alle Bilder
es: Todas las imágenes
fr: Toutes les images
gl: Todas as imaxes
hi: सभी छवियां
hr: Sve slike
id: Semua gambar
nb: Alle bilder
pl: Wszystkie obrazy
pt_br: Todas as imagens
sk: Všetky obrázky
sv: Alla bilder
tr: Tüm görüntüler
uk: Усі зображення
zh_cn: 所有图像

source: PNG images
de: PNG-Bilder
es: Imágenes PNG
fr: Images PNG
gl: Imaxes PNG
hi: PNG छवियां
hr: PNG slike
id: Gambar PNG
nb: PNG-bilder
pl: obrazy PNG
pt_br: Imagens PNG
sk: PNG obrázky
sv: PNG-bilder
tr: PNG görüntüler
uk: PNG зображення
zh_cn: PNG图像

source: JPEG images
de: JPEG-Bilder
es: Imágenes JPEG
fr: Images JPEG
gl: Imaxes JPEG
hi: JPEG छवियां
hr: JPEG slike
id: Gambar JPEG
nb: JPEG-bilder
pl: obrazy JPEG
pt_br: Imagens JPEG
sk: JPEG obrázky
sv: JPEG-bilder
tr: JPEG görüntüler
uk: JPEG зображення
zh_cn: JPEG图像

source: WebP images
de: WebP-Bilder
es: Imágenes WebP
fr: Images WebP
gl: Imaxes WebP
hi: WebP छवियां
hr: WebP slike
id: Gambar WebP
nb: WebP-bilder
pl: obrazy WebP
pt_br: Imagens WebP
sv: WebP-bilder
tr: WebP görüntüler
uk: WebP зображення
zh_cn: WebP图像

source: SVG images
de: SVG-Bilder
es: Imágenes SVG
fr: Images SVG
hi: SVG छवियां
id: Gambar SVG
nb: SVG-bilder
pl: obrazy SVG
pt_br: Imagens SVG
uk: SVG зображення
zh_cn: SVG图像

source: Version not found
de: Version nicht gefunden
es: Versión no encontrada
fr: Version non trouvée
hi: संस्करण नहीं मिला
id: Versi tidak ditemukan
nb: Fant ikke versjon
pl: Nie znaleziono wersji
pt_br: Versão não encontrada
uk: Версію не знайдено
zh_cn: 找不到版本

source: Safe mode with '{}' suffix
de: Bilder werden mit dem <b>Zusatz '{}'</b> gespeichert
es: Modo seguro con sufijo '{}'
fr: Les images sont sauvegardées avec le suffixe « {} »
hi: '{}' प्रत्यय के साथ सुरक्षित मोड
nb: Sikker modus med suffiks «{}»
pl: Zdjęcia są zapisywane z przyrostkiem '{}'
pt_br: Modo de segurança com sufixo '{}'
uk: Безпечний режим з '{}' суфіксом
zh_cn: 后缀为 '{}' 的安全模式

source: Overwrite mode
de: Überschreiben-Modus
es: Modo de sobrescritura
fr: Mode écrasement
hi: अधिलेखित मोड
id: Mode tindih
nb: Erstatningsmodus
pl: Tryb nadpisywania
pt_br: Modo de substituição
uk: Режим перезаписування
zh_cn: 此文件不存在。

source: This file doesn't exist.
de: Diese Datei existiert nicht.
es: Este archivo no existe.
fr: Ce fichier n’existe pas.
hi: यह फाइल मौजूद नहीं है।
id: Berkas ini tidak ada.
nb: Denne filen finnes ikke.
pt_br: O arquivo não existe.
uk: Цей файл не існує.
zh_cn: 此文件不存在。

source: Format of this file is not supported.
de: Das Format von dieser Datei wird nicht unterstützt.
es: El formato de este archivo no es compatible.
fr: Le format de ce fichier n’est pas pris en charge.
hi: इस फाइल का प्रारूप समर्थित नहीं है।
id: Format berkas ini tidak didukung.
nb: Denne filtypen støttes ikke.
pl: Format {} nie jest wspierany.
pt_br: O formato deste arquivo não é suportado.
uk: Формат цього файлу не підтримується.
zh_cn: 不支持此文件的格式。

source: translator-credits
de: Onno Giesmann, MoonlightWave-12
es: Josué Quilón Barrios Óscar Fernández Díaz
fr: Hugo Posnic Irénée Thirion
gl: Fran Diéguez <frandieguez@gnome.org>, 2021
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
hr: Milo Ivir <mail@milotype.de>
id: Ega Natha <ega8642@gmail.com>
nb: Brage Fuglseth https://bragefuglseth.dev
pl: wspomnienia tłumaczy
pt_br: Fúlvio Alves <fga.fulvio@gmail.com>
sk: Hugo Posnic
sv: Åke Engelbrektson <eson@svenskasprakfiler.se> Luna Jernberg <droidbittin@gmail.com>
tr: Muhammet Emin Akalan <05akalan57@gmail.com> Sabri Ünal <libreajans@gmail.com>
uk: volkov <volkovissocool@gmail.com>
zh_cn: 余航 <yuhldr@qq.com>

source: Contributors
de: Beitragende
es: Colaboradores
fr: Contributeurs
hi: योगदानकर्ता
id: Kontributor
nb: Forbedret av
pl: Współtwórcy
pt_br: Contribuidores
uk: Спільнота
zh_cn: 余航 <yuhldr@qq.com>

# shortcut window
source: General
de: Allgemein
fr: Général
hi: सामान्य
id: Umum
nb: Generelt
pl: Ogólne
pt_br: Geral
uk: Загальні
zh_cn: 通用

source: General
de: Allgemein
fr: Général
gl: Xeral
hi: सामान्य
hr: Opće
id: Umum
nb: Generelt
pl: Ogólne
pt_br: Geral
sk: Všeobecné
sv: Allmänt
tr: Genel
uk: Загальні
zh_cn: 通用

source: An unknown error has occurred
hi: एक अज्ञात त्रुटि हुई है
id: Galat tak diketahui telah terjadi
nb: Noe gikk galt
pl: Napotkano błąd
pt_br: Ocorreu um erro desconhecido
uk: Сталася невідома помилка
zh_cn: 发生未知错误

source: Curtail is an useful image compressor, supporting PNG, JPEG and WebP file types.
gl: Curtail é un útil compresor de imaxes que admite formatos PNG, JPEG e WebP.
hr: Curtail je koristan program za komprimiranje PNG, JPEG i WebP slika.
sv: Curtail är ett användbart komprimeringsprogram som stödjer PNG-, JPEG och WebP-filer.
tr: Curtail, PNG, JPEG ve WebP dosya türlerini destekleyen kullanışlı bir görüntü sıkıştırıcıdır.

source: It support both lossless and lossy compression modes with an option to whether keep or not metadata of images.
gl: Permite comprimir con e sen perda e con opción para gardar ou non os metadatos das imaxes.
hr: Podržava komprimiranje bez gubitka i s gubitkom, uz mogućnost čuvanja metapodataka slika.
sk: Podporuje režimy bezstratovej aj stratovej kompresie s možnosťou zachovania alebo nezachovania metadát obrázkov.
sv: Det stödjer både förlustfria och förstörande komprimeringslägen med möjlighet att bevara eller skippa metadata för bilder.
tr: Görüntülerin üst verilerini tutma veya tutmama seçeneğiyle hem kayıpsız hem de kayıplı sıkıştırma kiplerini destekler.

source: Enable progressive encoding for jpegs
gl: Activar a codificación progresiva dos jpegs
hr: Aktiviraj progresivno kodiranje za jpeg slike
sk: Povoliť progresívne kódovanie súborov JPEG
sv: Aktivera progressiv kodning för JPEG-filer
tr: jpeg'ler için aşamalı kodlamayı etkinleştir

source: Enable dark theme
gl: Activar tema oscuro
hr: Aktiviraj tamnu temu
sk: Aktivovať tmavý motív
sv: Aktivera mörkt tema
tr: Koyu temayı etkinleştir

source: Use dark theme for the windows.
gl: Usar tema oscuro para as xanelas.
hr: Koristi tamnu temu za prozore.
sk: Použiť tmavý motív pre okná.
sv: Använd mörkt tema på programfönster.
tr: Pencereler için koyu tema kullanın.

source: Drag and drop your images here...
gl: Arrastre e solte as imaxes aquí…
hr: Povuci i ispusti slike ovamo …
sk: Sem presuňte svoje obrázky...
sv: Dra och släpp dina bilder här ...
tr: Görüntülerinizi buraya sürükleyip bırakın...

source: or
gl: ou
hr: ili
sk: alebo
sv: eller
tr: veya

source: Browse your files
gl: Explorar os seus ficheiros
hr: Pretraži datoteke
sk: Vyberte súbory
sv: Bläddra bland dina filer
tr: Dosyalarınıza göz atın

source: PNG Lossless Compression Level (the higher it is, the slower it is)
gl: Nivel de compresión PNG sen perda (canto máis alto, máis lento)
hr: Razina komprimiranja PNG-a bez gubitka (što je veća, to je sporije)
sk: Úroveň bezstratovej kompresie PNG (čím je vyššia, tým je pomalšia)
sv: PNG förlustfri komprimeringsnivå (ju högre den är, desto långsammare går det)
tr: PNG Kayıpsız Sıkıştırma Düzeyi (ne kadar yüksekse o kadar yavaştır)

source: WebP Lossless Compression Level (the higher it is, the slower it is)
gl: Nivel de compresión WebP sen perdas (canto máis alto, máis lento)
hr: Razina komprimiranja WebP-a bez gubitka (što je veća, to je sporije)
sv: WebP förlustfri komprimeringsnivå (ju högre den är, desto långsammare går det)
tr: WebP Kayıpsız Sıkıştırma Düzeyi (ne kadar yüksekse o kadar yavaştır)

source: Advanced
gl: Avanzado
hr: Napredno
sk: Pokročilé
sv: Avancerat
tr: Gelişmiş

source: File already exists
gl: O ficheiro xa existe
hr: Datoteka već postoji
sv: Filen finns redan
tr: Dosya zaten var

source: Compress
gl: Comprimir
hi: संपीड़ित करें
hr: Komprimiraj
id: Pampat
nb: Komprimer
pl: Kompresja
sv: Komprimera
tr: Sıkıştır

source: Skip
gl: Saltar
hr: Preskoči
sv: Hoppa över
tr: Atla

source: Apply to all queue
gl: Aplicar a toda a cola
hr: Primijeni na sve u popisu
sv: Tillämpa på hela kön
tr: Tüm sıraya uygula

source: Filename
gl: Nome do ficheiro
hr: Datoteka
sk: Názov súboru
sv: Filnamn
tr: Dosya adı

source: Old Size
gl: Tamaño antigo
hr: Stara veličina
sk: Pôvodná veľkosť
sv: Ursprunglig storlek
tr: Eski Boyut

source: New Size
gl: Tamaño novo
hr: Nova veličina
sk: Nová veľkosť
sv: Ny storlek
tr: Yeni Boyut

source: Savings
gl: Aforro
hr: Ušteda
sk: Ušetrené
sv: Sparat
tr: Tasarruf

source: Images are saved with <b>'{}' suffix</b>.
gl: As imaxes gárdanse co <b> sufixo '{}'</b>.
hr: Slike se spremaju sa sufiksom <b>„{}”</b>.
sk: Obrázky boli uložené s príponou <b>'{}'</b>.
sv: Bilder sparas med <b>suffixet '{}'</b>.
tr: Görüntüler '{}' son ekiyle kaydedilir.

source: Images are <b>overwritten</b>.
gl: As imaxes <b>sobreescríbense</b>.
hr: Slike se <b>prepisuju</b>.
sk: Súbory sú <b>prepísané</b>.
sv: Bilder <b>skrivs över</b>.
tr: Görüntülerin <b>üzerine yazılır</b>.

source: Format not supported
gl: Non hai compatiblidade para o formato
hr: Format nije podržan
sk: Nepodporovaný formát
sv: Formatet stöds inte
tr: Biçim desteklenmiyor

source: The format of {} is not supported.
gl: Non hai compatibilidade para o formato de {}
hr: {} format nije podržan.
sk: Formát {} nie je podporovaný.
sv: Formatet {} stöds inte.
tr: {} biçimi desteklenmiyor.

source: Path not valid
gl: Ruta de ficheiro incorrecta
hr: Staza nije ispravna
sk: Neplatná cesta
sv: Sökvägen är inte giltig
tr: Yol geçerli değil

source: {} doesn't exist.
gl: {} non existe.
hr: {} ne postoji.
sk: {} neexistuje.
sv: {} finns inte.
tr: {} yok.

source: Distributed under the GNU GPL(v3) license.
gl: Distribuído baixo a licenza GNU GPL(v3)
hr: Izdano pod GNU općom javnom licencom v3.
sk: Distribuované pod licenciou GNU GPL(v3).
sv: Distribuerat under GNU GPL(v3) license.
tr: GNU GPL(v3) lisansı altında dağıtılır.

source: An error has occurred
gl: Produciuse un erro
hr: Dogodila se greška
sk: Došlo k chybe
sv: Ett fel har inträffat
tr: Bir hata oluştu

source: The file <b>{}</b> already exists. Do you want to compress the image anyway?
gl: O ficheiro <b>{}</b> xa existe. Desexa comprimir a imaxe de todos modos?
hr: Datoteka {} već postoji. Želiš li svejedno komprimirati sliku?
sv: Filen <b>{}</b> finns redan. Vill du komprimera bilden ändå?
tr: <b>{}</b> dosyası zaten var. Yine de görüntüyü sıkıştırmak istiyor musunuz?

source: Select the mode to append text for a new file
id: Pilih mode untuk menambahkan teks untuk berkas yang baru

source: Set how to append the additional text (as suffix or prefix) for a new file.
id: Atur bagaimana untuk menambahkan teks tambahan (seperti akhiran atau awalan) untuk berkas yang baru.

source: Enable recursive compression in folders
hi: फोल्डरों में पुनरावर्ती संपीड़न सक्षम करें
id: Aktifkan pemampatan rekursif dalam folder
nb: Komprimering av undermapper
pl: Załącz progresywne kodowanie jpegów

source: This setting enable compression in a recursive way in folders.
hi: यह सेटिंग फोल्डरों में पुनरावर्ती तरीके से संपीड़न को सक्षम करती है।
id: Setelan ini mengaktifkan pemampatan secara rekursif di folder.
nb: Utfør komprimering videre innover i undermapper hvis det er mulig.
pl: To ustawienie włącza kompresję rekurencyjną w folderach.

source: Preserve metadata
id: Pertahankan metadata
nb: Bevar metadata

source: Preserve file permissions and timestamps if possible
id: Pertahankan izin dan tanda waktu berkas jika mungkin.
nb: Behold filegenskaper

source: This setting file permissions and timestamps of images if possible.
id: Setelan ini mempertahankan izin dan tanda waktu berkas jika mungkin.
nb: Behold filegenskapene og tidspunktene til bilder som komprimeres, om mulig.

source: Suffix/Prefix to append at new file
id: Untuk menambahkan akhiran/awalan pada berkas baru

source: Suffix/Prefix to append at new file.
id: Untuk menambahkan akhiran/awalan pada berkas baru.

source: Enable progressive encoding for JPEG images
id: Aktifkan enkode progresif untuk gambar JPEG
nb: Gradvis innlasting av JPEG-bilder

source: Enable maximum compression for SVG images
id: Aktifkan pampatan maksimum untuk gambar SVG
nb: Maksimal SVG-komprimering

source: Enable maximum cleaning of SVG images.
id: Aktifkan pembersihan maksimum untuk gambar SVG.
nb: Gjør størrelsen på SVG-filer så liten som overhodet mulig.

source: Save the compressed image in a new file
hi: संपीड़ित छवि को एक नई फाइल में सहेजें
id: Simpan hasil pampatan gambar ke berkas yang baru
nb: Lagre komprimerte bilder som nye filer
pl: Zapisuj skompresowany obraz do nowego pliku

source: Naming Mode
id: Mode Penamaan

source: Select between suffix and prefix
id: Pilih antara akhiran dan awalan

source: Suffix
id: Akhiran

source: Prefix
id: Awalan

source: New File Suffix/Prefix
id: Akiran/Awalan Berkas Baru

source: Recursive Compression
hi: पुनरावर्ती संपीड़न
id: Pemampatan Rekursif
nb: Komprimer undermapper
pl: Kompresja

source: Enable or disable compression through subdirectories
hi: उपनिर्देशिकाओं के माध्यम से संपीड़न सक्षम या अक्षम करें
id: Aktifkan atau nonaktifkan pampatan melalui subdirektori
nb: Se etter bilder å komprimere i undermapper
pl: Włączenie lub wyłączenie kompresji poprzez podkatalogi

source: Keep Metadata
hi: मेटाडेटा रखें
id: Pertahankan Metadata
nb: Behold metadata
pl: Zachowaj metadane

source: Keep metadata chunks that do not affect rendering
hi: मेटाडेटा खंड रखें जो प्रतिपादन को प्रभावित न करें
id: Pertahankan bagian metadata yang tidak memengaruhi reka citra
nb: Behold metadata som ikke påvirker visningen av bildet
pl: Zachowaj fragmenty metadanych, które nie mają wpływu na renderowanie

source: Keep File Attributes When Possible
hi: जब संभव हो तो फाइल विशेषताएं रखें
id: Pertahankan Atribut Berkas Jika Mungkin
nb: Behold filegenskaper
pl: Zachowaj atrybuty plików, jeśli to możliwe

source: Ensure the new file has the same permissions and timestamps as the original file
hi: सुनिश्चित करें कि नई फाइल में मूल फाइल के समान ही अनुमतियां और समय-चिह्न हैं
id: Pastikan berkas barunya memiliki izin dan tanda waktu yang sama dengan berkas orisinal-nya.
nb: Sørg for at nye filer lagres med samme tillatelser og tidspunkter som de opprinnelige
pl: Upewnij się, że nowy plik ma takie same uprawnienia i znaczniki czasu jak oryginalny plik.

source: Set the timeout between images
hi: छवियों के बीच समय-सीमा निर्धारित करें
id: Atur batas waktu antar gambar
nb: Den øvre tidsgrensen for komprimering av et bilde
pl: Ustawianie limitu czasu między obrazami

source: Formats
hi: प्रारूप
id: Format
nb: Formater
pl: Formaty

source: Lossy Compression
hi: हानिप्रद संपीड़न
id: Pampatan Lesap
nb: Sluttkvalitet ved reduksjon
pl: Kompresja

source: Set the quality of the generated image, 100 is the best quality
hi: उत्पन्न छवि की गुणवत्ता निर्धारित करें, 100 सर्वोत्तम गुणवत्ता है
id: Atur kualitas hasil gambar, 100 merupakan kualitas terbaik.
nb: Kvalitetsnivået på bilder komprimert med kvalitetsreduksjon, på en skala fra 0 til 100
pl: Ustaw jakość generowanego obrazu, 100 to najlepsza jakość

source: Lossless Compression Level
hi: हानिरहित संपीड़न स्तर
id: Pampatan Nirlesap
nb: Tapsfritt komprimeringsnivå
pl: Poziom bezstratnej kompresji

source: Set the level of the compression, 6 is the highest but slowest level
hi: संपीड़न का स्तर निर्धारित करें, 6 उच्चतम लेकिन सबसे धीमा स्तर है
id: Atur level pemampatan, 6 merupakan level tertinggi tetapi paling lambat
nb: Komprimeringsnivået på bilder komprimert i tapsfri modus, på en skala fra 0 til 6. Høyere nivå gir økt tidsbruk.
pl: Ustaw poziom kompresji, 6 to najwyższy, ale najwolniejszy poziom.

source: Progressive Encode
hi: प्रगतिशील एनकोड
id: Enkode Progresif
nb: Gradvis innlasting
pl: Kodowanie progresywne

source: Enable incremental image rendering, going from blurry to clear
hi: धुंधली से स्पष्ट की ओर बढ़ते हुए, वृद्धिशील छवि प्रतिपादन सक्षम करें
id: Aktifkan reka citra gambar inkremental, dari buram menjadi jelas
nb: Lagre bilder med mulighet for gradvis innlasting, fra uklart til skarpt
pl: Włącz przyrostowe renderowanie obrazu, przechodząc od rozmytego do wyraźnego

source: Maximum Compression Level
hi: अधिकतम संपीड़न स्तर
id: Level Pampatan Maksimum
nb: Maksimalt komprimeringsnivå
pl: Maksymalny poziom kompresji

source: This can be more destructive for the image
hi: यह छवि के लिए अधिक विनाशकारी हो सकता है
id: Ini dapat lebih merusak gambar
nb: Kan føre til en økt kvalitetsreduksjon
pl: Może to być bardziej destrukcyjne dla obrazu

source: Bulk Compress Directory
hi: सामूहिक निर्देशिका संपीड़न
id: Pampat Curah Direktori
nb: Komprimer mappe
pl: Katalog kompresji masowej

source: Images will be overwritten, proceed carefully
hi: छवियां अधिलेखित कर दी जाएंगी, सावधानी से आगे बढ़ें
id: Gambar akan tertindih, lanjutkan dengan hati-hati
nb: Sikker modus er av — bilder vil erstattes direkte
pl: Obrazy zostaną nadpisane, postępuj ostrożnie

source: Skipped
id: Terlewati
nb: Hoppet over

source: More Information
id: Informasi Lanjut
nb: Mer informasjon

source: Compression was skipped because compressing the file would have resulted in a larger file size.
id: Pampatan telah terlewati karena memampat berkas dapat menyebabkan ukuran berkas yang lebih besar.
nb: Dette bildet ble ikke komprimert, fordi det hadde gitt en større fil enn den opprinnelige.

source: Open Image
id: Buka Gambar
nb: Åpne bilde

source: Show in Folder
id: Tampilkan di dalam Berkas
nb: Vis i mappe

source: Safe mode with '{}' {}
id: Mode aman dengan '{}' {}

source: Browse Directories
hi: निर्देशिकाएं ब्राउज़ करें
id: Jelajahi Direktori
nb: Velg mapper
pl: Przeglądaj pliki

source: Are you sure you want to compress images in these directories?
hi: क्या आप वाकई इन निर्देशिकाओं में छवियों को संपीड़ित करना चाहते हैं?
id: Apakah kamu yakin untuk memampat gambar di direktori ini?
nb: Komprimere mapper?
pl: Czy na pewno chcesz kompresować obrazy w tych katalogach?
