Repository: ARAKHN1D/Curtail
Catalog: po/*.po
Languages: de, es, fr, gl, hi, hr, id, nb, pl, pt_br, sk, sv, tr, uk, zh_cn

source: Compress your images
de: Komprimieren Ihrer Bilder
es: Comprima sus imágenes
fr: Compressez vos images
gl: Comprima as súas imaxes
hi: अपनी छवियां संपीड़ित करें
hr: Komprimiraj slike
id: Pampat gambar Anda
nb: Komprimer bilder
pl: Kompresuj zdjęcia
pt_br: Comprima suas imagens
sk: Komprimujte svoje obrázky
sv: Komprimera dina bilder
tr: Görüntülerinizi sıkıştırın
uk: Стискайте ваші зображення
zh_cn: 压缩图像

source: Optimize your images with Curtail, a useful image compressor that supports PNG, JPEG, WebP and SVG file types.
de: Optimiere deine Bilder mit Curtail, einem nützlichen Bild-Kompressor der die Dateiformate PNG, JPEG, WebP, und SVG unterstützt.
es: Optimice sus imágenes con Curtail, un útil compresor de imágenes compatible con los tipos de archivo PNG, JPEG, WebP y SVG.
fr: Optimisez vos images avec Curtail, un compresseur d’images utile qui prend en charge les fichiers PNG, JPEG, WebP et SVG.
hi: Curtail के साथ अपनी छवियों को अनुकूलित करें, एक उपयोगी छवि संपीडक जो PNG, JPEG, WebP और SVG फाइल प्रकारों का समर्थन करता है।
id: Optimalkan gambar Anda dengan Curtail, sebuah pemampat gambar yang berguna yang mendukung tipe berkas PNG, JPEG, WebP, dan SVG.
nb: Curtail lar deg lagre bildene dine mer plasseffektivt ved å optimalisere filstørrelsene deres, uansett om det er PNG-, JPEG-, WebP- eller SVG-filer.
pl: Curtail jest narzędziem kompresji zdjęć ze wsparciem dla plików PNG, JPEG i WebP.
pt_br: Curtail é um utilitário de compressão de imagem, compatível com os tipos de arquivo PNG, JPEG, WebP e SVG.
uk: Оптимізуйте ваші зображення за допомогою Curtail - корисного додатку для стискання зображень, який підтримує PNG, JPEG, WebP і SVG розширення файлів.
zh_cn: 使用Curtail优化您的图像，Curtail是一种有用的图像压缩器，支持PNG、JPEG、WebP和SVG文件类型。

source: It supports both lossless and lossy compression modes with an option to whether keep or not metadata of images.
de: Er unterstützt verlustfreie und verlustbehaftete Kompression, wobei die Metadaten von Bildern optional behalten oder entfernt werden können.
es: Admite modos de compresión con y sin pérdidas, con la opción de conservar o no los metadatos de las imágenes.
fr: Il prend en charge les modes de compression sans perte et avec perte avec une option permettant de conserver ou non les métadonnées des images.
hi: यह छवियों के मेटाडेटा को रखने या न रखने के विकल्प के साथ दोषरहित और हानिपूर्ण संपीड़न मोड दोनों का समर्थन करता है।
id: Dapat mendukung mode pampat nirlesap dan lesap dengan sebuah opsi untuk mempertahankan atau tidak metadata gambar.
nb: Appen støtter komprimering både med og uten kvalitetsreduksjon, og kan også slette metadata om nødvendig.
pl: Wspiera zarówno bezstratną jak i stratną kompresję z możliwością zachowania metadanych zdjęć.
pt_br: Ele suporta os modos de compressão com e sem perdas, com a opção de manter ou não os metadados das imagens.
uk: Він підтримує як стискання без втрат якості, так із втратами; також є опція, чи треба зберігати мета-дані зображень чи ні.
zh_cn: 它支持无损和有损压缩模式，并可以选择是否保留图像的元数据。

source: Here's the changelog of this version:
de: Hier sind die Änderungen in dieser Version:
es: Registro de cambios de esta versión:
fr: Voici les changements pour cette version :
gl: Rexistro de cambios desta versión:
hr: Promjene u ovoj verziji:
pt_br: Aqui está a lista de mudanças desta versão:
sv: Här är ändringsloggen för denna version:
tr: İşte bu sürümün değişiklik günlüğü:
uk: Ось список змін у цій версії:
zh_cn: 以下是此版本的更改日志

source: SVG support
es: Compatibilidad con SVG

source: Add a warning banner for overwrite mode
es: Añade un aviso de advertencia para el modo de sobrescritura

source: New start screen with an AdwStatusPage
es: Nueva pantalla de inicio con una AdwStatusPage

source: Add debug information in about window
es: Añade información de depuración en la ventana Acerca de

source: Switch from OptiPNG to Oxipng
es: Cambia de OptiPNG a Oxipng

source: Minor UI improvements
es: Mejoras menores en la interfaz de usuario

source: Remove some remaining dialogs
es: Elimina algunos diálogos restantes

source: Bump deps
es: Actualización de dependencias

source: Fix handling of filenames with spaces for WEBP compressor
es: Corrección de los nombres de archivo con espacios en el compresor WEBP

source: Configurable compression timeout
de: Einstellbare Zeitbegrenzung für die Kompression
es: Tiempo límite de compresión configurable
fr: Délai de compression configurable
pt_br: Tempo limite de compressão configurável
uk: Налаштування тайм-ауту для стискання
zh_cn: 可配置的压缩超时

source: Compress images in an other thread
de: Komprimiere Bilder in einem anderen Thread
es: Compresión de imágenes en otro hilo
fr: Compression des images dans un autre thread
pt_br: Comprimir imagens em outro segmento
uk: Стискання зображень у потоках
zh_cn: 压缩其他线程中的图像

source: Better workflow for headerbar
es: Mejor flujo de trabajo para la barra de cabecera
fr: Meilleur flux des tâches pour la barre supérieure
pt_br: Melhor fluxo de trabalho para a barra de cabeçalho
uk: Покращено робочий процес з заголовком вікна
zh_cn: 更好的headerbar工作流程

source: Move saving state in the subtitle
es: Mueve el estado de guardado en el subtítulo
fr: Déplacement de l’état des gains dans le sous-titre
pt_br: Mova o estado de salvamento na legenda
uk: Пересунуто стан зберігання у заголовок
zh_cn: 移动字幕中的保存状态

source: Show errors on each line and not in modals anymore
es: Muestra los errores en cada línea y no en los diálogos
fr: Affichage des erreurs sur chaque ligne et non plus dans les modales
pt_br: Mostra erros em cada linha e não mais em modais
uk: Тепер помилки будуть показуватися кожна на своїй строчці, а не у модальних вікнах
zh_cn: 在每行上显示错误，不再以模态显示

source: Simplify preferences
de: Einstellungen vereinfachen
es: Simplificadas las preferencias
fr: Préférences sumplifiées
pt_br: Simplifique as preferências
uk: Спрощено налаштування
zh_cn: 简化首选项

source: Update translations
de: Übersetzungen aktualisiert
es: Actualizadas las traducciones
fr: Mise à jour des traductions
gl: Actualizadas as traduccións
hr: Aktualizirani prijevodi
pt_br: Atualização de traduções
sv: Uppdaterade översättningar
tr: Çevirileri güncelle
uk: Оновлено переклади
zh_cn: 更新翻译

source: Fix compression level ranges in UI
es: Corrección de los niveles de compresión en la interfaz de usuario
fr: Correction des niveaux de compression dans l’interface.
pt_br: Corrigido intervalos de nível de compactação na interface de usuário
uk: Виправлено обирання рівня стискання у інтерфейсі
zh_cn: 修复UI中的压缩级别范围

source: More modern results page
de: Modernere Ergebnis-Seite
es: Página de resultados más moderna
fr: Page des résultats plus moderne
pt_br: Página de resultados mais moderna
uk: Більш сучасний інтерфейс для сторінки результатів
zh_cn: 更现代的结果页面

source: Reduce images one by one to avoid freezes
de: Bilder eines nach dem anderen verkleinern, um einfrieren zu vermeiden
es: Reduce las imágenes una a una para evitar que se congele
fr: Réduction des images une par une pour éviter les blocages
pt_br: Reduza as imagens uma a uma para evitar travamentos
uk: Зменшуйте одне зображення за іншим, щоб уникнути зависання
zh_cn: 逐个减少图像以避免冻结

source: Port to GTK 4 and Libadwaita
de: Zu GTK 4 und Libadwaita portiert
es: Adaptación de GTK 4 y Libadwaita
fr: Mise à jour vers GTK4 et Libadwaita
pt_br: Portado para GTK 4 e Libadwaita
uk: Портовано на GTK 4 і Libadwaita
zh_cn: 指向GTK4和Libadwaita的端口

source: Update deps
de: Abhängigkeiten aktualisiert
es: Actualización de dependencias
fr: Mise à jour des dépendances
pt_br: Atualização de dependências
uk: Оновлено залежності
zh_cn: 更新deps

source: Less annoying 'Apply dialog'
de: Weniger nerviger "Anwenden"-Dialog
es: "Diálogo aplicar" menos molesto
fr: Fenêtre 'Appliquer' moins ennuyeuse
pt_br: 'Aplicar caixa de diálogo' menos irritante
uk: Менш дратівливе "Прийняти" діалогове вікно
zh_cn: 减少烦人的“应用对话框”

source: Make size columns sortable.
es: Hacer que las columnas de tamaño sean ordenables.
fr: Faire en sorte que les colonnes de taille puissent être triées.
pt_br: Torne as colunas de tamanho classificáveis.
uk: Тепер колонки з розміром сортуються.
zh_cn: 使大小列可排序。

source: Add Korean translation. Thank's to @MarongHappy.
de: Koreanische Übersetzung hinzugefügt. Danke an @MarongHappy.
es: Añadida traducción al coreano. Gracias a @MarongHappy.
fr: Ajout d’une traduction coréenne, grâce à @MarongHappy.
pt_br: Adicionada tradução em Coreano. Obrigado @MarongHappy.
uk: Додано корейський переклад. Дякуємо @MarongHappy.
zh_cn: 添加韩语翻译。感谢@MarongHappy。

source: Update screenshots.
de: Bildschirmfotos aktualisiert.
es: Capturas de pantalla actualizadas.
fr: Mise à jour des traductions.
pt_br: Atualização de capturas de tela.
uk: Оновлено скриншоти.
zh_cn: 更新屏幕截图。

source: Update Turkish translation. Thank's to @libreajans.
de: Türkische Übersetzung aktualisiert. Danke an @libreajans.
es: Actualización de la traducción al turco. Gracias a @libreajans.
fr: Mise à jour de la traduction turque, grâce à @libreajans.
pt_br: Atualizada tradução em Turco. Obrigado @libreajans.
uk: Оновлено турецький переклад. Дякуємо @libreajans.
zh_cn: 更新土耳其语翻译。感谢@libreajans。

source: Update French translation. Thank's to @rene-coty.
de: Französische Übersetzung aktualisiert. Danke an @rene-coty.
es: Actualización de la traducción al francés. Gracias a @rene-coty.
fr: Mise à jour de la traduction française, grâce à @rene-coty.
pt_br: Atualizada tradução em Francês. Obrigado @rene-coty.
uk: Оновлено французький переклад. Дякуємо @rene-coty.
zh_cn: 更新法语翻译。感谢@rene coty。

source: Update Dutch translation. Thank's to @Vistaus.
de: Niederländische Übersetzung aktualisiert. Danke an @Vistaus.
es: Actualización de la traducción al neerlandés. Gracias a @Vistaus.
fr: Mise à jour de la traduction néerlandaise, grâce à @Vistaus.
pt_br: Atualizada tradução em Holandês. Obrigado @Vistaus.
tr: Hollandaca çeviri güncellendi. @Vistaus'a teşekkürler.
uk: Оновлено голландський переклад. Дякуємо @Vistaus.
zh_cn: 更新荷兰语翻译。感谢@Vistaus。

source: Fix savings column sorting.
es: Corrección de la ordenación de las columnas de ahorro.
fr: Correction du tri des colonnes des gains.
pt_br: Corrigida a classificação da coluna de economia.
uk: Виправлено збереження сортування колонок.
zh_cn: 修复保存列排序。

source: Add option to preserve file attributes if possible.
de: Option zum beibehalten der Datei-Attribute (sofern machbar), hinzugefügt.
es: Añade la opción de conservar los atributos de los archivos si es posible.
fr: Ajout d’une option pour conserver les attributs du fichier si possible.
pt_br: Adicionada opção para preservar os atributos do arquivo, se possível.
uk: Додано опцію для збереження атрибутів файлу, якщо можливо.
zh_cn: 添加选项以保留文件属性（如果可能）。

source: Update image libraries.
es: Actualización de las bibliotecas de imágenes.
fr: Mise à jour des bibliothèques d’images.
pt_br: Atualizadas as bibliotecas de imagens.
uk: Оновлено бібліотеки зображень.
zh_cn: 更新图像库。

source: Update French translation.
de: Französische Übersetzung aktualisiert.
es: Actualización de la traducción al francés.
fr: Mise à jour de la traduction française.
pt_br: Atualizada tradução em francês.
uk: Оновлено французький переклад.
zh_cn: 更新法语翻译。

source: Update Russian translation. Thank's to @prokoudine.
de: Russische Übersetzung aktualisiert. Danke an @prokoudine.
es: Actualización de la traducción al ruso. Gracias a @prokoudine.
fr: Mise à jour de la traduction russe, grâce à @prokoudine.
pt_br: Atualizada tradução em Russo. Obrigado @prokoudine.
uk: Оновлену російський переклад. Дякуємо @prokoudine.
zh_cn: 更新俄语翻译。感谢@prokoudine。

source: Add Turkish translation. Thank's to @05akalan57.
de: Türkische Übersetzung hinzugefügt. Danke an @05akalan57.
es: Añadida traducción al turco. Gracias a @05akalan57.
fr: Ajout d’une traduction turque, grâce à @05akalan57.
pt_br: Adicionada tradução em Turco. Obrigado @05akalan57.
tr: Türkçe çeviri eklendi. @05akalan57'ye teşekkürler.
uk: Додано турецький переклад. Дякуємо @05akalan57.
zh_cn: 添加土耳其语翻译。感谢@05akalan57。

source: Add Occitan translation. Thank's to @Mejans.
es: Añadida traducción al occitano. Gracias a @Mejans.
fr: Ajout d’une traduction occitane, grâce à @Mejans.
pt_br: Adicionada tradução em Occitano. Obrigado @Mejans.
tr: Oksitanca çeviri eklendi. @Mejans'a teşekkürler.
uk: Додано окситанський переклад. Дякуємо @Mejans.
zh_cn: 添加欧西坦语翻译。感谢@Mejans。

source: Add Galician translation. Thank's to @Fran Dieguez.
es: Añadida traducción al gallego. Gracias a @Fran Dieguez.
fr: Ajout d’une traduction galicienne, grâce à @Fran Dieguez.
pt_br: Adicionada tradução em Galego. Obrigado @Fran Dieguez.
tr: Galiçyaca çeviri eklendi. @Fran Dieguez'e teşekkürler.
uk: Додано галицький переклад. Дякуємо @Fran Dieguez.
zh_cn: 添加加利西亚语翻译。感谢@Fran Dieguez。

source: Update Spanish translation. Thank's to @oscfdezdz.
de: Spanische Übersetzung aktualisiert. Danke an @oscfdezdz.
es: Actualización de la traducción al español. Gracias a @oscfdezdz.
fr: Mise à jour de la traduction espagnole, grâce à @oscfdezdz.
gl: Actualizada a tradución ao español. Grazas a @oscfdezdz.
hr: Aktualiziran je španjolski prijevod. Hvala @oscfdezdz.
pt_br: Atualizada tradução em Espanhol. Obrigado @oscfdezdz.
sv: Uppdaterad spansk översättning. Tack till @oscfdezdz.
tr: İspanyolca çeviriyi güncelleyin. @oscfdezdz'e teşekkürler.
uk: Оновлено іспанський переклад. Дякуємо @oscfdezdz.

source: Update Croatian translation. Thank's to @milotype.
de: Kroatische Übersetzung hinzugefügt. Danke an @milotype.
es: Actualización de la traducción al croata. Gracias a @milotype.
fr: Mise à jour de la traduction croate, grâce à @milotype.
pt_br: Atualizada tradução em Croata. Obrigado @milotype.
tr: Hırvatça çeviri güncellendi. @milotype'a teşekkürler.
uk: Оновлено хорватський переклад. Дякуємо @milotype.
zh_cn: 更新克罗地亚语翻译。感谢@milotype。

source: Update German translation. Thank's to @Etamuk.
de: Deutsche Übersetzung aktualisiert. Danke an @Etamuk.
es: Actualización de la traducción al alemán. Gracias a @Etamuk.
fr: Mise à jour de la traduction allemande, grâce à @Etamuk.
pt_br: Atualizada tradução em Alemão. Obrigado @Etamuk.
tr: Almanca çeviri güncellendi. @Etamuk'a teşekkürler.
uk: Оновлено німецький переклад. Дякуємо @Etamuk.
zh_cn: 更新德语翻译。感谢@Etamuk。

source: Update Portuguese Brazil translation. Thank's to @fulvio-alves.
de: Portugiesische (Brasilien) Übersetzung aktualisiert. Danke an @fulvio-alves.
es: Actualización de la traducción al portugués de Brasil. Gracias a @fulvio-alves.
fr: Mise à jour de la traduction en portugais brésilien, grâce à @fulvio-alves.
pt_br: Atualizada tradução em Português (Brasil). Obrigado @fulvio-alves.
tr: Portekizce (Brezilya) çeviriyi güncellendi. @fulvio-alves'e teşekkürler.
uk: Оновлено португальський (Бразилія) переклад. Дякуємо @fulvio-alves.
zh_cn: 更新葡萄牙语-巴西翻译。感谢@fulvio alve

source: Update Swedish translation. Thank's to @eson57.
de: Schwedische Übersetzung aktualisiert. Danke an @eson57.
es: Actualización de la traducción al sueco. Gracias a @eson57.
fr: Mise à jour de la traduction suédoise, grâce à @eson57.
pt_br: Atualizada tradução em Sueco. Obrigado @eson57.
tr: İspanyolca çeviriyi güncellendi. @oscfdezdz'e teşekkürler.
uk: Оновлено шведський переклад. Дякуємо @eson57.
zh_cn: 更新瑞典语翻译。感谢@eson57。

source: Add 'Apply to all queue' option for existing file dialog.
es: Añadir la opción "Aplicar a toda la cola" para el diálogo de archivos existentes.
fr: Ajout de l’option "Appliquer à toute la file d’attente" pour le dialogue de fichier existant.
pt_br: Adicionada a opção 'Adicionar a todas as filas' na caixa de diálogo do arquivo existente.
tr: Varolan dosya iletişim kutusu için 'Tüm sıraya uygula' seçeneği eklendi.
uk: Додано "Прийняти до усіх черг" опцію до існуючого діалогу про файл.
zh_cn: 为现有文件对话框添加“应用于所有队列”选项。

source: Add Polish translation. Thank's to @olokelo.
de: Polnische Übersetzung hinzugefügt. Danke an @olokelo.
es: Añadida traducción al polaco. Gracias a @olokelo.
fr: Ajout d’une traduction polonaise, grâce à @olokelo.
pt_br: Adicionada tradução em Polonês. Obrigado @olokelo.
tr: Polonyaca çeviri ekleyin. @olokelo'a teşekkürler.
uk: Додано польській переклад. Дякуємо @olokelo.
zh_cn: 添加波兰语翻译。感谢@olokelo。

source: Add WebP support. Thank's to @olokelo.
de: WebP-Unterstützung hinzugefügt. Danke an @olokelo.
es: Añadido soporte WebP. Gracias a @olokelo.
fr: Ajout du support WebP, grâce à @olokelo.
gl: Engadido a compatibilidade con WebP. Grazas a @olokelo.
hr: Dodana je podrška za WebP. Hvala @olokelo.
pt_br: Adicionado suporte a WebP. Obrigado @olokelo.
sv: La till WebP stöd. Tack till @olokelo.
tr: WebP desteği eklendi. @olokelo'ya teşekkürler.
uk: Додано підтримку WebP. Дякуємо @olokelo.
zh_cn: 添加WebP支持。感谢@olokelo。

source: Add Croatian translation. Thank's to @milotype.
de: Kroatische Übersetzung hinzugefügt. Danke an @milotype.
es: Añadida la traducción al croata. Gracias a @milotype.
fr: Ajout d’une traduction croate, grâce à @milotype.
gl: Engadida a traducción ao croata. Grazas a @milotype.
hr: Dodan je hrvatski prijevod. Hvala @milotype.
pt_br: Adicionada tradução em Croata. Obrigado @milotype.
sv: La till kroatisk översättning. Tack till @milotype.
tr: Hırvatça çeviri eklendi. @milotype'a teşekkürler.
uk: Додано хорватський переклад. Дякуємо @milotype.
zh_cn: 添加克罗地亚语翻译。感谢@milotype。

source: Update Portuguese (Brazil) translation. Thank's to @fulvio-alves.
de: Portugiesische (Brasilien) Übersetzung aktualisiert. Danke an @fulvio-alves.
es: Añadida traducción al portugués (Brasil). Gracias a @fulvio-alves.
fr: Mise à jour de la traduction en portugais brésilien, grâce à @fulvio-alves.
gl: Engadida a traducción ao portugués (Brasil). Grazas a @fulvio-alves.
hr: Aktualiziran je portugalski (Brazil) prijevod. Hvala @fulvio-alves.
pt_br: Adicionada tradução em Português (Brasil). Obrigado @fulvio-alves.
sv: Uppdaterad portugisisk (brasilien) översättning. Tack till @fulvio-alves.
tr: Portekizce (Brezilya) çeviriyi güncelleyin. @fulvio-alves'e teşekkürler.
uk: Оновлено португальський (Бразилія) переклад. Дякуємо @fulvio-alves.
zh_cn: 更新葡萄牙语（巴西）翻译。感谢@fulvio alves。

source: Don't accept empty file. Thank's to @akozlovskiy119.
de: Kein Akzeptieren von leeren Dateien. Danke an @akozlovskiy119.
es: Ahora no se aceptan los archivos vacíos. Gracias a @akozlovskiy119.
fr: Rejet des fichiers vides, grâce à @akozlovskiy119.
gl: Agora non se aceptan os ficheiros vacíos. Grazas a @akozlovskiy119.
hr: Prazne datoteke se ne prihvaćaju. Hvala @akozlovskiy119.
pt_br: Não aceitação de arquivos vazios. Obrigado @akozlovskiy119.
sv: Acceptera inte tom fil. Tack till @akozlovskiy119.
tr: Boş dosyayı kabul etmeyin. @akozlovskiy119'a teşekkürler.
uk: Не приймати порожні файли. Дякуємо @akozlovskiy119.
zh_cn: 不接受空文件。感谢@akozlovskiy119。

source: Better guess of extensions. Thank's to @akozlovskiy119.
de: Besseres Erkennen von Erweiterungen. Danke an @akozlovskiy119.
es: Mejorada la suposición de las extensiones. Gracias a @akozlovskiy119.
fr: Meilleure estimation des extensions, grâce à @akozlovskiy119.
gl: Mellorada a suposición das extensións. Grazas a @akozlovskiy119.
hr: Bolje pogađanje proširenja. Hvala @akozlovskiy119.
pt_br: Melhor estimativa de extensões. Obrigado @akozlovskiy119.
sv: Bättre gissning av tillägg. Tack till @akozlovskiy119.
tr: Uzantıların daha iyi tahmini. @akozlovskiy119'a teşekkürler.
uk: Покращено вгадування розширення файлу. Дякуємо @akozlovskiy119.
zh_cn: 更好地猜测扩展。感谢@akozlovskiy119。

source: Use correct file listing format for drag-and-drop. Thank's to @akozlovskiy119.
de: Verwende richtiges Dateiauflistungsformat bei Drag-and-Drop. Thank's to @akozlovskiy119.
es: Utilizar el formato correcto de listado de archivos para arrastrar y soltar. Gracias a @akozlovskiy119.
fr: Utilisation du format de liste de fichiers correct pour le glisser-déposer, grâce à @akozlovskiy119.
gl: Utilizar o formato correcto de listado de ficheiros para arrastrar e soltar. Grazas a @akozlovskiy119.
hr: Korištenje ispravnog formata za popisivanje datoteka. Hvala @akozlovskiy119.
pt_br: Uso do formato de lista de arquivo correto para arrastar e soltar. Obrigado @akozlovskiy119.
sv: Använd korrekt filformat för att dra och släppa. Tack till @akozlovskiy119.
tr: Sürükle ve bırak için doğru dosya listeleme biçimini kullanın. @akozlovskiy119'a teşekkürler.
uk: Покращено список файлів при перетягуванні файлів. Дякуємо @akozlovskiy119.
zh_cn: 使用正确的文件列表格式进行拖放。感谢@akozlovskiy119。

source: Fix directory handling. Thank's to @akozlovskiy119.
de: Problem mit Verzeichnisverwaltung behoben. Danke an @akozlovskiy119.
es: Corregido el manejo de los directorios. Gracias a @akozlovskiy119.
fr: Correction de la gestion du répertoire, grâce à @akozlovskiy119.
gl: Correxido o manexo dos cartafles. Grazas a @akozlovskiy119.
hr: Ispravljeno je rukovanje mapama. Hvala @akozlovskiy119.
pt_br: Corrigido manuseio de diretório. Obrigado @akozlovskiy119.
sv: Fixad kataloghantering. Tack till @akozlovskiy119.
tr: Dizin işleme düzeltildi. @akozlovskiy119'a teşekkürler.
uk: Виправлено обробку каталогів. Дякуємо @akozlovskiy119.
zh_cn: 修复目录处理。感谢@akozlovskiy119。

source: Fix missing icon in LXQt, MATE, XFCE (#76). Thank's to @apandada1.
de: Fehlendes Symbol in LXQt, MATE, XFCE behoben (#76). Danke an @apandada1.
es: Corregido el icono que falta en LXQt, MATE, XFCE (#76). Gracias a @apandada1.
fr: Correction de l’icône manquante sur LXQT, MATE, XFCE (#76), grâce à @apandada1.
gl: Correxida a icona que falta en LXQt, MATE, XFCE (#76). Grazas a @apandada1.
hr: Ispravljanje nedostujuće ikone u LXQt, MATE, XFCE (#76). Hvala @apandada1.
pt_br: Corrigido ícone ausente em LXQt, MATE, XFCE (#76). Obrigado @apandada1.
sv: Åtgärdade saknad ikon i LXQt, MATE, XFCE (#76). Tack till @apandada1.
tr: LXQt, MATE, XFCE'de (#76) eksik simge düzeltildi. @apandada1'e teşekkürler.
uk: Виправлено відсутню піктограму для LXQt, MATE, XFCE (#76). Дякуємо @apandada1.
zh_cn: 修复LXQt、MATE、XFCE（#76）中丢失的图标。感谢@apandada1。

source: An option to progressive encode jpegs. Thank's to @trst.
de: Eine Option für das progressive Encodieren von jpegs. Danke an @trst.
es: Añadida una opción para codificar progresivamente los jpegs. Gracias a @trst.
fr: Une option pour encoder progressivement les jpegs, grâce à @trst.
gl: Engadida unha opción para codificar progresivamente os jpegs. Grazas a @trst.
hr: Opcija za progresivno kodiranje jpeg slika. Hvala @trst.
pt_br: Uma opção para codificar progressivamente jpegs. Obrigado a @trst.
sv: Ett alternativ för progressiv avkodning av jpeg-filer. Tack till @trst.
tr: Aşamalı jpeg kodlama seçeneği. @trst'e teşekkürler.
uk: Додано опцію для прогресивного кодування JPEG. Дякуємо @trst.
zh_cn: 渐进式编码jpeg的选项。感谢@trst。

source: Add Russian translation.
de: Russische Übersetzung hinzugefügt.
es: Añadida la traducción al ruso.
fr: Ajout d’une traduction russe.
gl: Engadida a traducción ao ruso.
hr: Dodan je ruski prijevod.
pt_br: Adicionada tradução em russo.
sv: La till rysk översättning
tr: Rusça çeviri eklendi.
uk: Додано російський переклад.
zh_cn: 添加俄语翻译。

source: Add Slovak translation.
de: Slowakische Übersetzung hinzugefügt.
es: Añadida la traducción al eslovaco.
fr: Ajout d’une traduction slovaque.
gl: Engadida a traducción ao eslovaco.
hr: Dodan je slovački prijevod.
pt_br: Adicionada tradução em eslovaco.
sv: La till slovakisk översättning.
tr: Slovakça çeviri eklendi.
uk: Додано словацький переклад.
zh_cn: 添加斯洛伐克语翻译。

source: Add Swedish translation.
de: Schwedische Übersetzung hinzugefügt.
es: Añadida la traducción al sueco.
fr: Ajout d’une traduction suédoise.
gl: Engadida a traducción ao sueco.
hr: Dodan je švedski prijevod.
pt_br: Adicionada tradução em sueco.
sv: La till svensk översättning.
tr: İsveççe çeviri eklendi.
uk: Додано шведський переклад.
zh_cn: 添加瑞典语翻译。
