Repository: ARAKHN1D/Curtail
Catalog: po/*.po
Languages: de, es, fr, gl, hi, hr, id, nb, pl, pt_br, sk, sv, tr, uk, zh_cn

source: Better handling of existing files.
de: Bessere Handhabung von existierenden Dateien.
es: Mejorado el manejo de los archivos existentes.
fr: Meilleure gestion des fichiers existants.
gl: Mellorado o manexo dos ficheiros existentes.
hr: Bolji rad s postojećim datotekama.
pt_br: Melhor manuseio de arquivos existentes.
sv: Bättre hantering av befintliga filer.
tr: Mevcut dosyaların daha iyi işlenmesi.
uk: Покращено обробку існуючих файлів.
zh_cn: 更好地处理现有文件。

source: Better appdata summary.
de: Bessere "appdata"-Zusammenfassung.
es: Mejorado el resumen de los datos de la aplicación.
fr: Meilleur résumé des données de l’application.
gl: Mellorado o resumo dos datos da aplicación.
hr: Bolji sažetak o podacima programa.
pt_br: Melhor resumo dos dados do aplicativo.
sv: Bättre appdatasammanfattning.
tr: Daha iyi uygulama verileri özeti.
uk: Покращено підсумок appdata.
zh_cn: 更新西班牙语翻译。

source: Update Spanish translation.
de: Spanische Übersetzung aktualisiert.
es: Actualizada la traducción al español.
fr: Mise à jour de la traduction espagnole.
gl: Actualizada a tradución ao español.
hr: Aktualiziran je španjolski prijevod.
pt_br: Atualizada tradução em espanhol.
sv: Uppdaterad spansk översättning.
tr: İspanyolca çeviriyi güncelleyin.
uk: Оновлено іспанський переклад.
zh_cn: 更新西班牙语翻译。

source: Compress images with extensions in uppercase.
de: Komprimieren von Bildern mit Erweiterungen in Großbuchstaben.
es: Añadida la compresión de imágenes con extensiones en mayúsculas.
fr: Compresse les images dont les extensions sont en majuscules.
gl: Engadida a compresión de imaxes con extensións en maiúsculas.
hr: Komprimiranje slika s datotečnim nastavkom pisan velikim slovima.
pt_br: Comprima imagens com extensões em maiúsculas.
sv: Komprimera bilder med tillägg i versaler.
tr: Büyük harflerle uzantıları olan görüntüleri sıkıştırın.
uk: Стискання зображень з міткою розширення у нижньому регістрі.
zh_cn: 压缩带有大写扩展名的图像。

source: Center preferences window header switcher. Thank's to @andrenete.
de: Mittige Umschalter im Einstellungenfenster. Danke an @andrenete.
es: Centrado el conmutador de la cabecera de la ventana de preferencias. Gracias a @andrenete.
fr: Changement de l’en-tête de la fenêtre des préférences centrales, grâce à @andrenete.
gl: Centrado o trocador da cabeceira da xanela de preferencias. Grazas a @andrenete.
hr: Centriranje zaglavlja prozora postavaka. Hvala @andrenete.
pt_br: Centralização do cabeçalho da janela de configurações. Obrigado a @andrenete.
sv: Bytare för centrera inställningar för fönsterhuvud. Tack till @andrenete.
tr: Merkez tercihleri penceresi başlık değiştiricisi. @andrenete'ye teşekkürler.
uk: Центрування заголовка вінка налаштувань. Дякуємо @andrenete.
zh_cn: 中心首选项窗口头切换器。感谢@andrenete。

source: Fix columns sorting. Thank's to @andrenete.
de: Spaltensortierung behoben. Danke an @andrenete.
es: Corregida la ordenación de las columnas. Gracias a @andrenete.
fr: Correction du tri des colonnes, grâce à @andrenete.
gl: Correxida a ordenación das columnas. Grazas a @andrenete.
hr: Ispravljeno je razvrstavanje stupaca. Hvala @andrenete.
pt_br: Corrigida a classificação das colunas. Obrigado a @andrenete.
sv: Fixade kolumnsortering. Tack till @andrenete.
tr: Sütun sıralaması düzeltildi. @andrenete'ye teşekkürler.
uk: Виправлено сортування колонок. Дякуємо @andrenete.
zh_cn: 修复列排序。感谢@andrenete。

source: Don't allow empty suffix (incorrect compression for JPEG). Thank's to @andrenete.
de: Leeren Suffix nicht erlauben (fehlerhafte Kompression von JPEG). Danke an @andrenete.
es: Descartada la posibilidad de usar el sufijo vacío (compresión incorrecta para JPEG). Gracias a @andrenete.
fr: N’autorise pas les suffixes vides (compression incorrecte pour JPEG), grâce à @andrenete.
gl: Descartada a posibilidade de usar o sufixo baleiro (compresión incorrecta para JPEG). Grazas a @andrenete.
hr: Nemoj dozvoliti prazan sufiks (neispravno komprimiranje za JPEG). Hvala @andrenete.
pt_br: Não permite sufixo vazio (compactação incorreta de JPEG). Obrigado a @andrenete.
sv: Tillåt inte tomt suffix (felaktig komprimering för JPEG). Tack till @andrenete.
tr: Boş son eke izin vermeyin (JPEG için yanlış sıkıştırma). @andrenete'ye teşekkürler.
uk: Не дозволяти порожні суфікси (не правильне стискання для JPEG). Дякуємо @andrenete.
zh_cn: 不允许空后缀(不正确的JPEG压缩)。感谢@andrenete。

source: A new name. Thank's to @bertob, @jannuary and @jimmac.
de: Ein neuer Name. Danke an @bertob, @jannuary und @jimmac.
es: Un nombre nuevo. Gracias a @bertob, @jannuary y @jimmac.
fr: Un nouveau nom, grâce à @bertob, @jannuary and @jimmac.
gl: Un nome novo. Grazas a @bertob, @jannuary e @jimmac.
hr: Novo ime. Hvala @bertob, @jannuary i @jimmac.
pt_br: Um novo nome. Obrigado a @bertob, @jannuary e a @jimmac.
sv: Ett nytt namn. tack till @bertob, @jannuary och @jimmac.
tr: Yeni bir isim. @bertob, @jannuary ve @jimmac'a teşekkürler.
uk: Нова назва. Дякуємо @bertob, @jannuary and @jimmac.
zh_cn: 一个新名字。感谢@bertob， @ janjanuary和@jimmac。

source: A new icon designed by @jimmac.
de: Ein neues Symbol, erstellt von @jimmac.
es: Un icono icono diseñado por @jimmac.
fr: Une nouvelle icône par @jimmac.
gl: Unha icona diseñada por @jimmac.
hr: Autor novog dizajna ikone @jimmac.
pt_br: Um novo ícone desenhado por @jimmac.
sv: En ny ikon designad av @jimmac.
tr: @jimmac tarafından tasarlanan yeni bir simge.
uk: Нова піктограма була зроблена @jimmac.
zh_cn: @jimmac设计的新图标。

source: Support for dragging folders.
de: Unterstützung für Ziehen von Ordnern ergänzt.
es: Soporte para arrastrar carpetas.
fr: Support pour glisser des dossiers.
gl: Compatibilidade para arrastrar cartafoles.
hr: Podrška za povlačenje mapa.
pt_br: Suporte para arrastar pastas.
sv: Stöd för att dra mappar.
tr: Klasörleri sürükleme desteği.
uk: Підтримка для перетягування каталогів/тек.
zh_cn: 支持拖动文件夹。

source: Just fix a packaging file.
de: Nur eine Paketdatei aktualisiert.
es: Corregido un archivo del empaquetado.
fr: Répare simplement un fichier de packaging.
gl: Correxido un ficheiro do empaquetado.
hr: Ispravljena datoteka paketiranja.
pt_br: Apenas a correção de um arquivo de empacotamento.
sv: Fixa bara en förpackningsfil.
tr: Sadece bir paketleme dosyasını düzeltin.
uk: Виправлено назву пакету додатку.
zh_cn: 只修复一个打包文件。

source: Just update GNOME runtime
de: Nur eine GNOME-Laufzeit aktualisiert
es: Actualizado el tiempo de ejecución de GNOME
fr: Met simplement à jour l’environnement d’exécution GNOME
gl: Actualizado o tempo de execución de GNOME
hr: Aktualiziranje GNOME-ovog vremena izvođenja
pt_br: Apenas atualização do tempo de execução do GNOME
sv: Uppdaterade bara GNOME runtime
tr: Sadece GNOME çalışma zamanını güncelleyin
uk: Оновлено рантайм GNOME
zh_cn: 只更新GNOME运行

source: Add Portuguese (Brazil) translation
de: Portugiesische (Brasilien) Übersetzung hinzugefügt
es: Añadida traducción al portugués (Brasil)
fr: Ajout d’une traduction en portugais brésilien
gl: Engadida tradución ao portugués (Brasil)
hr: Dodan je portugalski (Brazil) prijevod
pt_br: Adicionada tradução em Português (Brasil)
sv: La till portugisisk (Brasilien) översättning
tr: Portekizce (Brezilya) çeviri eklendi
uk: Додано португальський (Бразилія) переклад
zh_cn: 添加葡萄牙语(巴西)翻译

source: Don't use legacy path for metadata
de: Keinen Legacy-Pfad für Metadaten verwenden
es: Descartado el uso la ruta heredada para los metadatos
fr: N’utilise pas l’ancien chemin pour les métadonnées
gl: Descartado o uso a ruta herdada para os metadatos
hr: Ne koristiti staru stazu za metapodatke
pt_br: Não usar o caminho legado para metadados
sv: Använd inte äldre sökväg för metadata
tr: Üst veriler için eski yolu kullanma
uk: Не використовувати застарілий шлях для мета-даних
zh_cn: 不要为元数据使用遗留路径

source: Fix compression of jpg files that produced 0b files
de: Kompression von jpg-Bildern behoben, die 0b-Dateien erzeugte
es: Corregida la compresión de archivos jpg que producía archivos 0b
fr: Répare la compression des fichiers jpg qui produisait des fichiers 0b
gl: Correxida a compresión de ficheiros jpg que producía ficheiros 0b
hr: Ispravljeno komprimiranje jpg datoteka koje su proizvele datoteke od 0b
pt_br: Corrigida a compactação de arquivos jpg que produziam arquivos 0b
sv: Fixa komprimering av jpg-filer som producerade 0b-filer
tr: 0b dosyaları oluşturan jpg dosyalarının sıkıştırılması düzeltildi
uk: Виправлено стискання для jpg файлів, які вироблять файли з розміром 0 байтів
zh_cn: 修复了jpg文件压缩产生的0b文件

source: Add an option to whether keep or not metadata of images
de: Eine Option hinzugefügt, die Metadaten von Bildern entweder zu behalten oder nicht
es: Añadida una opción para mantener o no los metadatos de las imágenes
fr: Ajout d’une option pour conserver ou non les métadonnées des images
gl: Engadida unha opción para manter ou non os metadatos das imaxes
hr: Dodana je opcija za zadržavanje ili ne zadržavanje metapodataka slika
pt_br: Adicionada uma opção para manter ou não os metadados das imagens
sv: Lägg till ett alternativ för att behålla metadata för bilder eller inte
tr: Görüntülerin üst verilerinin tutulup tutulmayacağına dair bir seçenek eklendi
uk: Додано опцію для зберігання (або не) мета-даних зображень
zh_cn: 添加是否保留图像元数据的选项

source: Replace mozjpeg lib by jpegoptim
de: Mozjpeg lib durch jpegoptim ersetzt
es: Sustituida la librería mozjpeg por jpegoptim
fr: Remplace mozjpeg lib par jpegoptim
gl: Sustituída a biblioteca mozjpeg por jpegoptim
hr: Mozjpeg biblioteka je zamijenjena s jpegoptimom
pt_br: Substituída a biblioteca mozjpeg pela jpegoptim
sv: Ersatte mozjpeg lib med jpegoptim
tr: mozjpeg lib'i jpegoptim ile değiştirin
uk: Замінено бібліотеку mozjpeg на jpegoptim
zh_cn: 将mozjpeg库替换为jpegoptim

source: Add a spinner to indicate the progress of the compression
de: Dreh-Animation hinzugefügt, um den Fortschritt der Kompression zu verdeutlichen
es: Añadido un indicador para mostrar el progreso de la compresión
fr: Ajout d’une animation pour indiquer la progression de la compression
gl: Engadido un indicador para mostrar o progreso da compresión
hr: Dodan je indikator koji označava napredak komprimiranja
pt_br: Adicionado um botão giratório para indicar o progresso da compressão
sv: La till en spinner för att indikera framstegen för kompressionen
tr: Sıkıştırmanın ilerlemesini belirtmek için bir döndürücü eklendi
uk: Додано індикатор який обертається, щоб показати що процес стискання у процесі
zh_cn: 添加一个旋转器来指示压缩的进度

source: Using threads to compress images simultaneously
de: Verwende Durchgänge, um Bilder gleichzeitig zu komprimieren
es: Añadido el uso de hilos para comprimir imágenes simultáneamente
fr: Utilisation de threads pour compresser des images simultanément
gl: Engadido o uso de fíos para comprimir imaxes simultaneamente
hr: Upotreba prolaza za istovremeno komprimiranje slika
pt_br: Uso dos threads para compressão de imagens simultaneamente
sv: Använd trådar för att komprimera bilder samtidigt
tr: Görüntüleri aynı anda sıkıştırmak için iş parçacığı kullanma
uk: Використовуються потоки для стискання кількох зображень одночасно
zh_cn: 使用线程同时压缩图像

source: Simplification of certain sentences
de: Vereinfachung von verschiedenen Sätzen
es: Simplificadas algunas frases
fr: Simplification de certaines phrases
gl: Simplificadas algunhas frases
hr: Pojednostavljenje određenih rečenica
pt_br: Simplificação de certas frases
sv: Förenkling av vissa meningar
tr: Bazı cümlelerin sadeleştirilmesi
uk: Спрощено певні речення
zh_cn: 某些句子的简化

source: Really don't block the UI anymore when performing compression
de: Die Benutzeroberfläche wird nun wirklich nicht mehr blockiert, wenn eine Kompression läuft
es: Corregido el bloqueo de la interfaz de usuario al realizar la compresión
fr: Ne bloque vraiment plus l’interface lors d’une compression
gl: Correxido o bloqueo da interface de usuario ao realizar a compresión
hr: Stvarno više ne blokira korisničko sučelje tijekom komprimiranja
pt_br: Realmente, não bloqueia mais a IU ao realizar a compressão
sv: Blockera verkligen inte användargränssnittet längre när du utför komprimering
tr: Sıkıştırma gerçekleştirirken artık kullanıcı arayüzünü gerçekten engellemeyin
uk: Тепер точно не блокується інтерфейс при стисканні
zh_cn: 在执行压缩时不要再阻塞UI

source: Add lossy compression features
de: Verlustbehaftete Komprimierungsfunktion hinzugefügt
es: Añadida la función de compresión con pérdida
fr: Ajout de fonctions de compression avec perte
gl: Engadida a función de compresión con perda
hr: Dodana je funkcija za komprimiranje s gubitkom
pt_br: Adicionadas ferramentas de compressão com perdas
sv: La till förlustkompressionsfunktioner
tr: Kayıplı sıkıştırma özellikleri eklendi
uk: Додано стискання з втратами якості
zh_cn: 添加有损压缩功能

source: Add options to change compression levels
de: Option ergänzt, um die Kompressionslevel zu ändern
es: Añadidas opciones para cambiar los niveles de compresión
fr: Ajout d’options pour changer les niveaux de compression
gl: Engadidas opcións para cambiar os niveis de compresión
hr: Dodana je opcija za mijenjanje razine komprimiranja
pt_br: Adicionadas opções para alterar os níveis de compressão
sv: La till alternativ för att ändra komprimeringsnivåer
tr: Sıkıştırma düzeylerini değiştirmek için seçenekler eklendi
uk: Додано опцію для зміни рівня стискання
zh_cn: 添加选项以更改压缩级别

source: New layout for the preferences dialog
de: Neues Design für das Einstellungsfenster
es: Diseño nuevo del diálogo de preferencias
fr: Nouvelle présentation de la boîte de dialogue des préférences
gl: Deseño novo do diálogo de preferencias
hr: Novi raspored za prozor postavki
pt_br: Novo layout para a janela de preferências
sv: Ny layout för inställningsdialogrutan
tr: Tercihler iletişim kutusu için yeni düzen
uk: Покращення для діалогового вікна налаштувань
zh_cn: 首选项对话框的新布局

source: Don't permit higher resulting size
de: Keine höher resultierende Größe erlauben
es: Corregido el error que provocaba que el tamaño resultante fuese mayor
fr: N’autorise plus une taille finale plus élevée
gl: Correxido o erro que provocaba que o tamaño resultante fose maior
hr: Onemogućuje veću rezultirajuću veličinu
pt_br: Não permite tamanho resultante maior
sv: Tillåt inte högre resulterande storlek
tr: Daha yüksek sonuç boyutuna izin verme
uk: Не дозволяйте більший кінцевий розмір
zh_cn: 不允许更高的结果尺寸

source: Better displaying of the drag area
de: Bessere Darstellung der Ziehen-Fläche
es: Mejorada la visualización de la zona de arrastre
fr: Meilleur affichage de l’aire de glisser-déposer
gl: Mellorada a visualización da zona de arrastre
hr: Bolji prikaz područja povlačenja
pt_br: Melhor exibição da área de arrasto
sv: Bättre visning av dragområdet
tr: Sürükleme alanının daha iyi görüntülenmesi
uk: Покращено відображення перетягуємої зони
zh_cn: 更好地显示拖动区域

source: Catch errors in subprocess to avoid crashing the app
de: Fehler im Nebenprozess aufgenommen, um das Abstürzen der Anwendung zu vermeiden
es: Captura de errores en el subproceso para evitar el bloqueo de la aplicación
fr: Récupère les erreurs dans le sous-processus pour éviter un crash de l’appli
gl: Captura de erros no subproceso para evitar o bloqueo da aplicación
hr: Prepoznaj greške u podprocesu kako bi se izbjegao prekid rada programa
pt_br: Captura o erro no subprocesso para evitar o travamento do aplicativo
sv: Fångade fel i underprocessen för att undvika att krascha programmet
tr: Uygulamanın çökmesini önlemek için alt süreçteki hataları yakalayın
uk: Виявлення помилок у підпроцесах для уникання закриття програму під час збою
zh_cn: 在子进程中捕获错误以避免应用程序崩溃

source: Fix build
de: Version mit Fehlerbehebungen
es: Corregida la construcción
fr: Correction de la construction
gl: Correxida a construcción
hr: Ispravljena izgradnja
pt_br: Corrigida a compilação
sv: Fixade bygge
tr: Yapıyı düzelt
uk: Виправлено збирання додатку
zh_cn: 修复构建

source: Fix opening files from file managers
de: Fehler beim Öffnen von Dateien aus der Dateiverwaltung behoben
es: Corregida la apertura de archivos desde los gestores de archivos
fr: Répare l’ouverte de fichiers depuis le gestionnaire de fichiers
gl: Correxida a apertura de ficheiros desde os xestores de ficheiros
hr: Ispravljeno otvaranja datoteka iz upravljača datoteka
pt_br: Corrigida a abertura de arquivos a partir de gerenciadores de arquivos
sv: Fixade att öppna filer från filhanterare
tr: Dosya yöneticilerinden açılan dosyalar düzeltildi
uk: Виправлено відкривання зобржень із менеджерів файлів
zh_cn: 修复从文件管理器打开文件的问题

source: Add Italian translation
de: Italienische Übersetzung hinzugefügt
es: Añadida la traducción al italiano
fr: Ajout d’une traduction italienne
gl: Engadida a traducción ao italiano
hr: Dodan je talijanski prijevod
pt_br: Adicionada tradução em italiano
sv: La till italiensk översättning
tr: İtalyanca çeviri eklendi
uk: Додано італійський переклад
zh_cn: 添加意大利语翻译

source: Toggle the suffix entry according to new file option
de: Umschalten des Suffix-Eintrages entsprechend der Option für neue Dateien
es: Alternar la entrada del sufijo según la opción del archivo nuevo
fr: Bascule l’entrée du suffixe selon l’option de nouveau fichier
gl: Trocar a entrada do sufixo segundo a opción do ficheiro novo
hr: Mijenjanje unosa sufiksa na osnovi opcije za novu datoteku
pt_br: Alterne a entrada de sufixo de acordo com a nova opção de arquivo
sv: Växla suffixposten enligt nytt filalternativ
tr: Sonek girişini yeni dosya seçeneğine göre değiştir
uk: Перемикання суфіксу відповідно до налаштувань нових файлів
zh_cn: 根据新文件选项切换后缀项

source: Scroll automatically to last compressed image in the list
de: Automatisch zum zuletzt komprimierten Bild in der Liste gehen
es: Desplazamiento automático a la última imagen comprimida de la lista
fr: Défilement automatique jusqu’à la dernière image compressée de la liste
gl: Desprazamento automático á última imaxe comprimida da lista
hr: Automatsko premještanje na zadnju komprimiranu sliku na popisu
pt_br: Role automaticamente para a última imagem compactada na lista
sv: Rulla automatiskt till den senaste komprimerade bilden i listan
tr: Listedeki en son sıkıştırılmış görüntüye otomatik olarak ilerleyin
uk: Автоматично гортати до останнього стисненого файлу у списку
zh_cn: 自动滚动到列表中的最后一个压缩图像

source: Add save info label also on homepage and displace it at bottom
de: Hinweis mit einer Info zum Speichern zusätzlich zur Startseite hinzugefügt und nach unten verschoben
es: Añadida la etiqueta de información de ahorro en la página de inicio y desplazada a la parte inferior
fr: Ajoute l’étiquette "sauvegarde les infos" également sur la page d’accueil et la déplace en bas de page
gl: Engadida a etiqueta de información de aforro na páxina de inicio e desprazada á parte inferior
hr: Oznake s podacima o spremanju također se spremaju na početnu stranicu i premještaju se na kraj
pt_br: Adicionada etiqueta para salvar informações também na página inicial e deslocá-la para a parte inferior
sv: La till spara infoetikett även på hemsidan och flyttade den längst ner
tr: Kayıt bilgisi etiketini ana sayfaya da ekleyin ve altta değiştirin
uk: Додано інформацію про збереження на головній сторінці і перенесено її вниз
zh_cn: 添加保存信息标签也在主页上，并取代它在底部

source: Improve handling of filenames to avoid some errors (e.g., folders)
de: Verbessertes Handhaben von Dateinamen, um einige Fehler zu vermeiden (z.B. Ordner)
es: Mejorado el manejo de los nombres de archivo para evitar algunos errores (por ejemplo, las carpetas)
fr: Améliore la gestion des noms de fichiers pour éviter des erreurs (ex.: les dossiers)
gl: Mellorado o manexo dos nomes de ficheiros para evitar algúns erros (por exemplo, os cartafois)
hr: Poboljšano rukovanje imenima datoteka za izbjegavanje nekih grešaka (npr. mape)
pt_br: Melhora do manuseio de nomes de arquivos para evitar alguns erros (por exemplo, pastas)
sv: Förbättrade hanteringen av filnamn för att undvika vissa fel (t.ex. mappar)
tr: Bazı hatalardan (ör. klasörler) kaçınmak için dosya adlarının işlenmesini iyileştirin
uk: Виправлено обробку назв файлів, щоб уникнути деяких помилок (наприклад, каталогів)
zh_cn: 改进文件名的处理以避免一些错误(例如，文件夹)

source: Various fixes
de: Verschiedene Fehlerbehebungen
es: Varias correcciones
fr: Diverses corrections
gl: Varias correcciones
hr: Razni ispravci
pt_br: Várias correções
sv: Olika fixar
tr: Çeşitli düzeltmeler
uk: Різні виправлення
zh_cn: 各种补丁

source: Add a setting to change the '-min' suffix
de: Möglichkeit hinzugefügt, den Anhang '-min' zu ändern
es: Añadido un ajuste para cambiar el sufijo "-min"
fr: Ajoute un paramètre pour changer le suffixe ’-min’
gl: Añadido un ajuste para cambiar el sufijo "-min"
hr: Dodana je postavka za promjenu sufiksa '-min'
pt_br: Adicionada uma configuração para alterar o sufixo '-min'
sv: La till en inställning för att ändra suffixet '-min'
tr: '-min' son ekini değiştirmek için bir ayar eklendi
uk: Додано опцію для зміни суфікса "-min"
zh_cn: 添加一个设置来改变'-min'后缀

source: Add some explanations of applied settings
de: Einige Erläuterungen zu den angewendeten Einstellungen ergänzt
es: Añadidas algunas explicaciones de los ajustes aplicados
fr: Ajoute des explications des paramètres appliqués
gl: Añadidas algunas explicaciones de los ajustes aplicados
hr: Dodana su neka objašnjenja primijenjenih postavki
pt_br: Adicionadas algumas explicações sobre as configurações aplicadas
sv: La till några förklaringar av tillämpade inställningar
tr: Uygulanan ayarlara bazı açıklamalar eklendi
uk: Додано пояснення для деякий опцій налаштувань
zh_cn: 添加一些应用设置的解释

source: Add Ctrl+O shortcut to open files
de: Tastenkürzel STRG+O zum Öffnen von Dateien ergänzt
es: Añadido el atajo Ctrl+O para abrir archivos
fr: Ajout d’un raccourci Ctrl+O pour ouvrir des fichiers
gl: Añadido el atajo Ctrl+O para abrir archivos
hr: Dodan je prečac Ctrl+O za otvaranje datoteka
pt_br: Adicionado atalho Ctrl+O para abrir arquivos
sv: La till Ctrl+O genväg för att öppna filer
tr: Dosyaları açmak için Ctrl+O kısayolu eklendi
uk: Додано клавіатурне скорочення Ctrl+O для відкривання файлів
zh_cn: 添加Ctrl+O快捷键打开文件

source: Add Dutch and German translations
de: Deutsche und niederländische Übersetzung hinzugefügt
es: Añadidas las traducciones al holandés y al alemán
fr: Ajout de traductions allemandes et néerlandaises
gl: Añadidas las traducciones al holandés y al alemán
hr: Dodani su nizozemski i njemački prijevodi
pt_br: Adicionadas traduções para neerlandês e alemão
sv: La till nederländska och tyska översättningar
tr: Hollandaca ve Almanca çeviriler eklendi
uk: Додано голландський та німецький переклади
zh_cn: 添加荷兰语和德语翻译

source: Display translators' names in about dialog
de: Die Namen der Übersetzer erscheinen im Info-Dialog
es: Añadidos los nombres de los traductores en el diálogo de información
fr: Affiche les noms des traducteurs dans la fenêtre "À propos"
gl: Añadidos los nombres de los traductores en el diálogo de información
hr: Prikaz imena prevodilaca u prozoru s informacijama o programu
pt_br: Exibe os nomes dos tradutores na caixa de diálogo Sobre
sv: Visa översättarnas namn i dialogrutan Om
tr: Hakkında iletişim kutusunda çevirmenlerin adlarını göster
uk: Показувати імена перекладачів у вікні "Про програму"
zh_cn: 在“关于”对话框中显示翻译人员的姓名

source: Don't block the UI anymore when performing compression
de: Die Benutzeroberfläche wird nun nicht mehr blockiert, wenn eine Kompression läuft
es: Corregido el bloqueo de la interfaz de usuario al realizar la compresión
fr: Plus de blocage de l’interface lors d’une compression
gl: Correxido o bloqueo da interface de usuario ao realizar a compresión
hr: Korisničko sučelje se više ne blokira tijekom komprimiranja
pt_br: Não bloqueia mais a IU ao realizar a compressão
sv: Blockera inte gränssnittet längre när du utför komprimering
tr: Sıkıştırma gerçekleştirirken artık kullanıcı arayüzünü engellemeyin
uk: Не блокувати інтерфейс при стисканні
zh_cn: 在执行压缩时不要再阻塞UI
